const jiaju = [
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 349,
        "jz": 101.29
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "医学与健康研究院",
        "zs": 62,
        "jz": 77.82
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学实验教学中心",
        "zs": 65,
        "jz": 66.23
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 9,
        "jz": 33.1
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中北动物中心",
        "zs": 62,
        "jz": 32.81
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部",
        "zs": 295,
        "jz": 29.72
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "闵行动物中心",
        "zs": 1,
        "jz": 29.5
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 214,
        "jz": 29.27
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 57,
        "jz": 24.49
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 228,
        "jz": 21.62
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 91,
        "jz": 20
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 71,
        "jz": 18.85
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 51,
        "jz": 17.09
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 106,
        "jz": 15.49
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 37,
        "jz": 15.01
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 41,
        "jz": 14.13
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 67,
        "jz": 13.57
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 159,
        "jz": 12.39
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 14,
        "jz": 11.38
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 55,
        "jz": 10.26
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 23,
        "jz": 8.26
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 31,
        "jz": 7.65
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 17,
        "jz": 7.07
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "传媒科学实验中心",
        "zs": 29,
        "jz": 6.91
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 18,
        "jz": 6.6
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 23,
        "jz": 5.63
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育实验教学中心",
        "zs": 58,
        "jz": 5.47
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 28,
        "jz": 5.09
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 15,
        "jz": 4.7
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 22,
        "jz": 4.11
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 50,
        "jz": 3.55
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "实验室与装备处",
        "zs": 22,
        "jz": 3.43
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 17,
        "jz": 3.07
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 10,
        "jz": 2.5
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教学质量评估办公室",
        "zs": 8,
        "jz": 2.34
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 8,
        "jz": 1.77
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 1,
        "jz": 1.75
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 6,
        "jz": 1.42
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 6,
        "jz": 1.25
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 3,
        "jz": 1.07
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "人口研究所",
        "zs": 3,
        "jz": 0.99
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 5,
        "jz": 0.91
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 5,
        "jz": 0.71
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 2,
        "jz": 0.66
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 3,
        "jz": 0.62
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国现代思想文化研究所",
        "zs": 3,
        "jz": 0.52
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "应用数学系",
        "zs": 1,
        "jz": 0.45
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "德语系",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 2,
        "jz": 0.35
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "翻译系",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "崇明生态研究院",
        "zs": 2,
        "jz": 0.31
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 2,
        "jz": 0.29
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教务处办",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "公共管理学院",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "新闻学系",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中共党史党建系",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学实验教学中心",
        "zs": 65,
        "jz": 66.23
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 9,
        "jz": 33.1
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "后勤保障部",
        "zs": 295,
        "jz": 29.72
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 224,
        "jz": 20.72
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 159,
        "jz": 18.71
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育部中学校长培训中心",
        "zs": 159,
        "jz": 12.39
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 38,
        "jz": 10.14
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 31,
        "jz": 7.65
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "传媒科学实验中心",
        "zs": 29,
        "jz": 6.91
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 16,
        "jz": 6.26
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 13,
        "jz": 6.26
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 23,
        "jz": 5.63
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教师教育实验教学中心",
        "zs": 58,
        "jz": 5.47
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教师教育技能实训中心",
        "zs": 28,
        "jz": 5.09
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 50,
        "jz": 3.55
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 24,
        "jz": 3.32
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 17,
        "jz": 2.91
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教学质量评估办公室",
        "zs": 8,
        "jz": 2.34
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 11,
        "jz": 1.86
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海国际首席技术官学院",
        "zs": 7,
        "jz": 1.54
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 6,
        "jz": 1.42
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康学院",
        "zs": 6,
        "jz": 1.25
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 3,
        "jz": 1.07
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "人口研究所",
        "zs": 3,
        "jz": 0.99
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教务处办",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "公共管理学院",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命科学学院办公室",
        "zs": 349,
        "jz": 101.29
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "医学与健康研究院",
        "zs": 62,
        "jz": 77.82
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "中北动物中心",
        "zs": 62,
        "jz": 32.81
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "闵行动物中心",
        "zs": 1,
        "jz": 29.5
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 71,
        "jz": 18.85
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 51,
        "jz": 17.09
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "马克思主义学院",
        "zs": 67,
        "jz": 16.68
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院",
        "zs": 105,
        "jz": 15.32
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 37,
        "jz": 15.01
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 19,
        "jz": 14.35
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 41,
        "jz": 14.13
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命医学系",
        "zs": 67,
        "jz": 13.57
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 13,
        "jz": 11.24
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 55,
        "jz": 10.56
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 55,
        "jz": 10.26
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "学前教育学系",
        "zs": 17,
        "jz": 7.07
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "法学院",
        "zs": 14,
        "jz": 4.59
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "实验室与装备处",
        "zs": 22,
        "jz": 3.43
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育学部",
        "zs": 10,
        "jz": 2.5
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "中国语言文学系",
        "zs": 10,
        "jz": 2
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 1,
        "jz": 1.75
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 6,
        "jz": 1.21
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 5,
        "jz": 1.2
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理学系",
        "zs": 5,
        "jz": 0.91
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 4,
        "jz": 0.91
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 5,
        "jz": 0.71
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 2,
        "jz": 0.66
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "中国现代思想文化研究所",
        "zs": 3,
        "jz": 0.52
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "应用数学系",
        "zs": 1,
        "jz": 0.45
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "课程与教学系",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "德语系",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 0.35
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 2,
        "jz": 0.35
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "翻译系",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "崇明生态研究院",
        "zs": 2,
        "jz": 0.31
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "经济与管理学院",
        "zs": 2,
        "jz": 0.29
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 1,
        "jz": 0.23
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生物学系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "新闻学系",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "中共党史党建系",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2023,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "英语系",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 349,
        "jz": 101.29
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "医学与健康研究院",
        "zs": 62,
        "jz": 77.82
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学实验教学中心",
        "zs": 65,
        "jz": 66.23
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 9,
        "jz": 33.1
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "闵行动物中心",
        "zs": 1,
        "jz": 29.5
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 214,
        "jz": 29.27
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 86,
        "jz": 18.93
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 71,
        "jz": 18.85
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 53,
        "jz": 15.6
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 105,
        "jz": 15.32
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 37,
        "jz": 15.01
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 41,
        "jz": 14.13
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 67,
        "jz": 13.57
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 14,
        "jz": 11.38
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 55,
        "jz": 10.26
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 23,
        "jz": 8.26
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "传媒科学实验中心",
        "zs": 29,
        "jz": 6.91
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 18,
        "jz": 6.6
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育实验教学中心",
        "zs": 58,
        "jz": 5.47
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 28,
        "jz": 5.09
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 13,
        "jz": 4.5
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 22,
        "jz": 4.11
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 50,
        "jz": 3.55
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "实验室与装备处",
        "zs": 22,
        "jz": 3.43
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "教学质量评估办公室",
        "zs": 8,
        "jz": 2.34
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 1,
        "jz": 1.75
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 7,
        "jz": 1.54
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 6,
        "jz": 1.42
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 6,
        "jz": 1.25
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 3,
        "jz": 1.07
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "人口研究所",
        "zs": 3,
        "jz": 0.99
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 5,
        "jz": 0.91
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 2,
        "jz": 0.66
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中国现代思想文化研究所",
        "zs": 3,
        "jz": 0.52
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "应用数学系",
        "zs": 1,
        "jz": 0.45
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "德语系",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 2,
        "jz": 0.35
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "翻译系",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "崇明生态研究院",
        "zs": 2,
        "jz": 0.31
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "教务处办",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "新闻学系",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学实验教学中心",
        "zs": 65,
        "jz": 66.23
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 9,
        "jz": 33.1
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 159,
        "jz": 18.71
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 38,
        "jz": 10.14
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "传媒科学实验中心",
        "zs": 29,
        "jz": 6.91
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 16,
        "jz": 6.26
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 13,
        "jz": 6.26
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "教师教育实验教学中心",
        "zs": 58,
        "jz": 5.47
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "教师教育技能实训中心",
        "zs": 28,
        "jz": 5.09
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 50,
        "jz": 3.55
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 24,
        "jz": 3.32
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 17,
        "jz": 2.91
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "教学质量评估办公室",
        "zs": 8,
        "jz": 2.34
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "上海国际首席技术官学院",
        "zs": 7,
        "jz": 1.54
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 6,
        "jz": 1.42
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院",
        "zs": 6,
        "jz": 1.25
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 3,
        "jz": 1.07
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "人口研究所",
        "zs": 3,
        "jz": 0.99
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "教务处办",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命科学学院办公室",
        "zs": 349,
        "jz": 101.29
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "医学与健康研究院",
        "zs": 62,
        "jz": 77.82
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "闵行动物中心",
        "zs": 1,
        "jz": 29.5
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 71,
        "jz": 18.85
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "马克思主义学院",
        "zs": 62,
        "jz": 15.61
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院",
        "zs": 104,
        "jz": 15.16
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 37,
        "jz": 15.01
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 41,
        "jz": 14.13
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命医学系",
        "zs": 67,
        "jz": 13.57
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 13,
        "jz": 11.24
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 55,
        "jz": 10.56
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 55,
        "jz": 10.26
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 15,
        "jz": 5.46
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "法学院",
        "zs": 12,
        "jz": 4.39
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "实验室与装备处",
        "zs": 22,
        "jz": 3.43
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "中国语言文学系",
        "zs": 10,
        "jz": 2
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 1,
        "jz": 1.75
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 5,
        "jz": 1.2
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理学系",
        "zs": 5,
        "jz": 0.91
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 2,
        "jz": 0.66
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "中国现代思想文化研究所",
        "zs": 3,
        "jz": 0.52
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "应用数学系",
        "zs": 1,
        "jz": 0.45
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "德语系",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 0.35
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 2,
        "jz": 0.35
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "翻译系",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "崇明生态研究院",
        "zs": 2,
        "jz": 0.31
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生物学系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "新闻学系",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2023,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "英语系",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "中北动物中心",
        "zs": 62,
        "jz": 32.81
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部",
        "zs": 295,
        "jz": 29.72
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 228,
        "jz": 21.62
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 51,
        "jz": 17.09
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 159,
        "jz": 12.39
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 4,
        "jz": 8.89
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 31,
        "jz": 7.65
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 17,
        "jz": 7.07
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 23,
        "jz": 5.63
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 17,
        "jz": 3.07
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 10,
        "jz": 2.5
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 5,
        "jz": 1.08
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 5,
        "jz": 0.71
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 3,
        "jz": 0.62
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 2,
        "jz": 0.29
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 1,
        "jz": 0.23
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 2,
        "jz": 0.2
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "公共管理学院",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "中共党史党建系",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "后勤保障部",
        "zs": 295,
        "jz": 29.72
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 224,
        "jz": 20.72
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育部中学校长培训中心",
        "zs": 159,
        "jz": 12.39
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 31,
        "jz": 7.65
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 23,
        "jz": 5.63
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 11,
        "jz": 1.86
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "公共管理学院",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "中北动物中心",
        "zs": 62,
        "jz": 32.81
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 51,
        "jz": 17.09
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 4,
        "jz": 8.89
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "学前教育学系",
        "zs": 17,
        "jz": 7.07
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育学部",
        "zs": 10,
        "jz": 2.5
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 6,
        "jz": 1.21
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "马克思主义学院",
        "zs": 5,
        "jz": 1.08
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 4,
        "jz": 0.91
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 5,
        "jz": 0.71
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "课程与教学系",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "经济与管理学院",
        "zs": 2,
        "jz": 0.29
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 1,
        "jz": 0.23
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "法学院",
        "zs": 2,
        "jz": 0.2
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "中共党史党建系",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2023,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 639,
        "jz": 156.5
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 136,
        "jz": 56.5
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 243,
        "jz": 55.75
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中北动物中心",
        "zs": 75,
        "jz": 44.21
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 83,
        "jz": 32.3
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 139,
        "jz": 25.56
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 42,
        "jz": 24.27
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "语音视听实验室",
        "zs": 146,
        "jz": 21.38
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 30,
        "jz": 19.54
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 19,
        "jz": 19.16
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 24,
        "jz": 17.64
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 28,
        "jz": 13.18
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 32,
        "jz": 13.07
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 197,
        "jz": 9.92
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 77,
        "jz": 9.29
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部综合办公室",
        "zs": 50,
        "jz": 8.6
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 87,
        "jz": 8.22
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 30,
        "jz": 8.08
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "闵行动物中心",
        "zs": 15,
        "jz": 6.9
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电镜中心（生物）",
        "zs": 10,
        "jz": 5.45
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 55,
        "jz": 4.93
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 5,
        "jz": 4.64
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 19,
        "jz": 4.12
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 7,
        "jz": 3.39
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 14,
        "jz": 2.91
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 8,
        "jz": 2.86
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 16,
        "jz": 2.79
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 8,
        "jz": 2.53
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "传播学院办公室",
        "zs": 13,
        "jz": 2.41
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 14,
        "jz": 2.29
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 10,
        "jz": 1.7
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "医学与健康研究院",
        "zs": 9,
        "jz": 1.62
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 9,
        "jz": 1.35
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 3,
        "jz": 1.26
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 4,
        "jz": 1.12
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 8,
        "jz": 1.07
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 4,
        "jz": 1.04
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 2,
        "jz": 0.96
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 4,
        "jz": 0.93
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 6,
        "jz": 0.92
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "偏微分方程中心",
        "zs": 2,
        "jz": 0.88
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 6,
        "jz": 0.84
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 4,
        "jz": 0.75
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "汉语言系",
        "zs": 1,
        "jz": 0.72
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 3,
        "jz": 0.67
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 3,
        "jz": 0.42
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 0.25
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院办公室",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "人口研究所",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 634,
        "jz": 155.82
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 135,
        "jz": 23.76
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "语音视听实验室",
        "zs": 146,
        "jz": 21.38
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康学院",
        "zs": 30,
        "jz": 19.54
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 28,
        "jz": 13.18
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 68,
        "jz": 12.34
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 197,
        "jz": 9.92
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 77,
        "jz": 9.29
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学部综合办公室",
        "zs": 50,
        "jz": 8.6
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 86,
        "jz": 7.93
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 55,
        "jz": 4.93
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 17,
        "jz": 3.71
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 16,
        "jz": 2.79
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 15,
        "jz": 2.49
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 4,
        "jz": 1.86
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 9,
        "jz": 1.35
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 8,
        "jz": 1.07
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育部中学校长培训中心",
        "zs": 2,
        "jz": 0.96
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 3,
        "jz": 0.42
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "人口研究所",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 136,
        "jz": 56.5
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "中北动物中心",
        "zs": 75,
        "jz": 44.21
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 175,
        "jz": 43.42
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命医学系",
        "zs": 83,
        "jz": 32.3
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生物学系",
        "zs": 42,
        "jz": 24.27
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 19,
        "jz": 19.16
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 24,
        "jz": 17.64
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "统计学院",
        "zs": 32,
        "jz": 13.07
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "闵行动物中心",
        "zs": 15,
        "jz": 6.9
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 15,
        "jz": 5.6
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电镜中心（生物）",
        "zs": 10,
        "jz": 5.45
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 5,
        "jz": 4.64
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 7,
        "jz": 3.39
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "课程与教学系",
        "zs": 14,
        "jz": 2.91
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命科学学院办公室",
        "zs": 8,
        "jz": 2.86
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "传播学院办公室",
        "zs": 13,
        "jz": 2.41
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 14,
        "jz": 2.29
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 4,
        "jz": 1.8
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 10,
        "jz": 1.7
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "医学与健康研究院",
        "zs": 9,
        "jz": 1.62
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 3,
        "jz": 1.26
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 4,
        "jz": 1.12
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "英语系",
        "zs": 4,
        "jz": 1.04
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 4,
        "jz": 0.93
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 6,
        "jz": 0.92
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "偏微分方程中心",
        "zs": 2,
        "jz": 0.88
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 6,
        "jz": 0.84
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "心理与认知科学学院",
        "zs": 4,
        "jz": 0.75
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "汉语言系",
        "zs": 1,
        "jz": 0.72
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 5,
        "jz": 0.69
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理学系",
        "zs": 3,
        "jz": 0.67
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 4,
        "jz": 0.67
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "中国语言文学系",
        "zs": 2,
        "jz": 0.41
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "政治与国际关系学院",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 0.25
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "数学科学学院办公室",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教师教育学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2022,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 136,
        "jz": 56.5
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 229,
        "jz": 43.98
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 83,
        "jz": 32.3
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 42,
        "jz": 24.27
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "语音视听实验室",
        "zs": 146,
        "jz": 21.38
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 30,
        "jz": 19.54
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 21,
        "jz": 15.24
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 28,
        "jz": 13.18
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 87,
        "jz": 8.22
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "闵行动物中心",
        "zs": 15,
        "jz": 6.9
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电镜中心（生物）",
        "zs": 10,
        "jz": 5.45
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 19,
        "jz": 4.12
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 19,
        "jz": 4.01
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 71,
        "jz": 3.76
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 7,
        "jz": 3.39
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 8,
        "jz": 2.86
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 8,
        "jz": 2.53
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "传播学院办公室",
        "zs": 13,
        "jz": 2.41
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 14,
        "jz": 2.29
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "医学与健康研究院",
        "zs": 9,
        "jz": 1.62
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 3,
        "jz": 1.26
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 8,
        "jz": 1.07
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 4,
        "jz": 1.04
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 6,
        "jz": 1.02
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "偏微分方程中心",
        "zs": 2,
        "jz": 0.88
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 3,
        "jz": 0.67
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 0.25
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院办公室",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "人口研究所",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "语音视听实验室",
        "zs": 146,
        "jz": 21.38
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院",
        "zs": 30,
        "jz": 19.54
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 28,
        "jz": 13.18
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 68,
        "jz": 12.34
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 86,
        "jz": 7.93
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 71,
        "jz": 3.76
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 17,
        "jz": 3.71
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 15,
        "jz": 2.49
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 4,
        "jz": 1.86
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 8,
        "jz": 1.07
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "人口研究所",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 136,
        "jz": 56.5
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命医学系",
        "zs": 83,
        "jz": 32.3
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 161,
        "jz": 31.65
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生物学系",
        "zs": 42,
        "jz": 24.27
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 21,
        "jz": 15.24
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "闵行动物中心",
        "zs": 15,
        "jz": 6.9
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电镜中心（生物）",
        "zs": 10,
        "jz": 5.45
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 7,
        "jz": 3.39
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命科学学院办公室",
        "zs": 8,
        "jz": 2.86
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "传播学院办公室",
        "zs": 13,
        "jz": 2.41
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 14,
        "jz": 2.29
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "医学与健康研究院",
        "zs": 9,
        "jz": 1.62
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 4,
        "jz": 1.53
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 3,
        "jz": 1.26
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "英语系",
        "zs": 4,
        "jz": 1.04
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 6,
        "jz": 1.02
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "偏微分方程中心",
        "zs": 2,
        "jz": 0.88
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理学系",
        "zs": 3,
        "jz": 0.67
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 4,
        "jz": 0.67
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "中国语言文学系",
        "zs": 2,
        "jz": 0.41
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "政治与国际关系学院",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 0.25
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "数学科学学院办公室",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2022,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 639,
        "jz": 156.5
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "中北动物中心",
        "zs": 75,
        "jz": 44.21
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 139,
        "jz": 25.56
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 19,
        "jz": 19.16
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 32,
        "jz": 13.07
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 14,
        "jz": 11.77
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 77,
        "jz": 9.29
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部综合办公室",
        "zs": 50,
        "jz": 8.6
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 126,
        "jz": 6.16
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 55,
        "jz": 4.93
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 5,
        "jz": 4.64
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 11,
        "jz": 4.07
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 14,
        "jz": 2.91
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 16,
        "jz": 2.79
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 3,
        "jz": 2.4
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 9,
        "jz": 1.35
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 4,
        "jz": 1.12
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 2,
        "jz": 0.96
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 4,
        "jz": 0.93
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 6,
        "jz": 0.92
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 6,
        "jz": 0.84
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 4,
        "jz": 0.75
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "汉语言系",
        "zs": 1,
        "jz": 0.72
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 4,
        "jz": 0.68
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 3,
        "jz": 0.42
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 634,
        "jz": 155.82
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 135,
        "jz": 23.76
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 77,
        "jz": 9.29
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学部综合办公室",
        "zs": 50,
        "jz": 8.6
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 126,
        "jz": 6.16
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 55,
        "jz": 4.93
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 16,
        "jz": 2.79
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 9,
        "jz": 1.35
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育部中学校长培训中心",
        "zs": 2,
        "jz": 0.96
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 3,
        "jz": 0.42
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "中北动物中心",
        "zs": 75,
        "jz": 44.21
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 19,
        "jz": 19.16
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "统计学院",
        "zs": 32,
        "jz": 13.07
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 14,
        "jz": 11.77
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 5,
        "jz": 4.64
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 11,
        "jz": 4.07
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "课程与教学系",
        "zs": 14,
        "jz": 2.91
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 3,
        "jz": 2.4
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 4,
        "jz": 1.8
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 4,
        "jz": 1.12
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 4,
        "jz": 0.93
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 6,
        "jz": 0.92
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 6,
        "jz": 0.84
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "心理与认知科学学院",
        "zs": 4,
        "jz": 0.75
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "汉语言系",
        "zs": 1,
        "jz": 0.72
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 5,
        "jz": 0.69
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 4,
        "jz": 0.68
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2022,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教师教育学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 305,
        "jz": 277.29
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部专业学位教育中心",
        "zs": 2025,
        "jz": 253.56
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 333,
        "jz": 154.26
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "医学与健康研究院",
        "zs": 100,
        "jz": 108.38
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 322,
        "jz": 65.91
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 429,
        "jz": 41.16
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 158,
        "jz": 29.07
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 30,
        "jz": 27.75
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 140,
        "jz": 26.24
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 108,
        "jz": 26.06
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学实验教学中心",
        "zs": 52,
        "jz": 22.74
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 44,
        "jz": 17.99
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 30,
        "jz": 17.34
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "皮亚杰研究中心",
        "zs": 224,
        "jz": 17.18
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 32,
        "jz": 16.16
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 69,
        "jz": 10.25
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "图书馆",
        "zs": 16,
        "jz": 10.22
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 28,
        "jz": 9.83
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 38,
        "jz": 9.7
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 39,
        "jz": 9.45
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "微纳加工中心",
        "zs": 24,
        "jz": 7.89
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 32,
        "jz": 7.79
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 38,
        "jz": 7.51
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 13,
        "jz": 7.43
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 37,
        "jz": 7.26
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 25,
        "jz": 5.08
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部",
        "zs": 26,
        "jz": 4.91
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 11,
        "jz": 4.89
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 13,
        "jz": 4.56
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 17,
        "jz": 4.48
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 6,
        "jz": 4.1
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教务处办",
        "zs": 15,
        "jz": 3.99
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 36,
        "jz": 3.17
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物质表征中心",
        "zs": 5,
        "jz": 3.1
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 18,
        "jz": 3.03
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 15,
        "jz": 2.97
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 7,
        "jz": 2.8
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "语音视听实验室",
        "zs": 6,
        "jz": 2.7
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "实验室与装备处",
        "zs": 3,
        "jz": 2.62
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 12,
        "jz": 2.58
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会发展学院",
        "zs": 8,
        "jz": 2.47
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "传播学院办公室",
        "zs": 13,
        "jz": 2.39
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 12,
        "jz": 2.38
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 6,
        "jz": 1.89
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 9,
        "jz": 1.52
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 6,
        "jz": 1.46
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "科技处办",
        "zs": 5,
        "jz": 1.42
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "外语学院",
        "zs": 5,
        "jz": 1.35
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 4,
        "jz": 1.28
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 6,
        "jz": 1.19
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 4,
        "jz": 0.8
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱感知技术研究中心",
        "zs": 1,
        "jz": 0.7
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 4,
        "jz": 0.66
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 4,
        "jz": 0.52
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 1,
        "jz": 0.37
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 2,
        "jz": 0.37
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.32
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "崇明生态研究院",
        "zs": 2,
        "jz": 0.32
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "考试与评价研究院",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "汉语言系",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市脑功能基因组学重点实验室",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学部专业学位教育中心",
        "zs": 2025,
        "jz": 253.56
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 177,
        "jz": 34.79
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 140,
        "jz": 26.24
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 232,
        "jz": 17.91
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 95,
        "jz": 13.91
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学实验教学中心",
        "zs": 5,
        "jz": 13.9
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生态与环境科学学院",
        "zs": 36,
        "jz": 11.7
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 69,
        "jz": 10.25
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 28,
        "jz": 9.83
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 39,
        "jz": 9.45
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "后勤保障部",
        "zs": 26,
        "jz": 4.91
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 17,
        "jz": 4.48
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教务处办",
        "zs": 15,
        "jz": 3.99
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 15,
        "jz": 3.51
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 21,
        "jz": 3.39
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海国际首席技术官学院",
        "zs": 36,
        "jz": 3.17
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 11,
        "jz": 2.81
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "语音视听实验室",
        "zs": 6,
        "jz": 2.7
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院",
        "zs": 11,
        "jz": 2.4
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 13,
        "jz": 2.29
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 8,
        "jz": 1.56
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "外语学院",
        "zs": 5,
        "jz": 1.35
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育部中学校长培训中心",
        "zs": 4,
        "jz": 1.28
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 5,
        "jz": 1.27
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "皮亚杰研究中心",
        "zs": 1,
        "jz": 1.09
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 5,
        "jz": 1
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 3,
        "jz": 0.8
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 7,
        "jz": 0.74
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 6,
        "jz": 0.66
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 3,
        "jz": 0.56
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "医学与健康研究院",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 305,
        "jz": 277.29
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 297,
        "jz": 142.56
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "医学与健康研究院",
        "zs": 99,
        "jz": 108.2
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 145,
        "jz": 31.12
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命医学系",
        "zs": 30,
        "jz": 27.75
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 101,
        "jz": 25.33
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 197,
        "jz": 23.25
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 43,
        "jz": 17.81
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理学系",
        "zs": 32,
        "jz": 16.16
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "皮亚杰研究中心",
        "zs": 223,
        "jz": 16.09
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 63,
        "jz": 15.16
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 19,
        "jz": 14.53
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "图书馆",
        "zs": 16,
        "jz": 10.22
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 38,
        "jz": 9.7
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学实验教学中心",
        "zs": 47,
        "jz": 8.84
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "微纳加工中心",
        "zs": 24,
        "jz": 7.89
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 13,
        "jz": 7.43
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "马克思主义学院",
        "zs": 26,
        "jz": 7.13
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "音乐学院",
        "zs": 35,
        "jz": 6.71
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 11,
        "jz": 4.89
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 6,
        "jz": 4.1
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 16,
        "jz": 3.87
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物质表征中心",
        "zs": 5,
        "jz": 3.1
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "经济与管理学院",
        "zs": 18,
        "jz": 3.03
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育学部",
        "zs": 5,
        "jz": 3
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 7,
        "jz": 2.8
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "实验室与装备处",
        "zs": 3,
        "jz": 2.62
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "社会发展学院",
        "zs": 8,
        "jz": 2.47
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "传播学院办公室",
        "zs": 13,
        "jz": 2.39
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 12,
        "jz": 2.38
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 6,
        "jz": 1.89
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "中国语言文学系",
        "zs": 10,
        "jz": 1.57
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "学前教育学系",
        "zs": 9,
        "jz": 1.52
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "科技处办",
        "zs": 5,
        "jz": 1.42
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱感知技术研究中心",
        "zs": 1,
        "jz": 0.7
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "课程与教学系",
        "zs": 2,
        "jz": 0.68
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 3,
        "jz": 0.67
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 4,
        "jz": 0.52
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "法学院",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "数据科学与工程学院",
        "zs": 1,
        "jz": 0.37
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "政治与国际关系学院",
        "zs": 2,
        "jz": 0.37
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.32
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "崇明生态研究院",
        "zs": 2,
        "jz": 0.32
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "考试与评价研究院",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "汉语言系",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "经济与管理学部",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市脑功能基因组学重点实验室",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2021,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 305,
        "jz": 277.29
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 333,
        "jz": 154.26
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "医学与健康研究院",
        "zs": 100,
        "jz": 108.38
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 251,
        "jz": 47.84
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 158,
        "jz": 29.07
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 30,
        "jz": 27.75
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 108,
        "jz": 26.06
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学实验教学中心",
        "zs": 52,
        "jz": 22.74
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 32,
        "jz": 16.16
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 31,
        "jz": 13.93
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "图书馆",
        "zs": 16,
        "jz": 10.22
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 28,
        "jz": 9.83
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 39,
        "jz": 9.45
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 35,
        "jz": 9.13
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "微纳加工中心",
        "zs": 24,
        "jz": 7.89
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 38,
        "jz": 7.51
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 13,
        "jz": 7.43
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 26,
        "jz": 7.13
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 25,
        "jz": 5.08
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部",
        "zs": 26,
        "jz": 4.91
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 10,
        "jz": 4.62
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 6,
        "jz": 4.1
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物质表征中心",
        "zs": 5,
        "jz": 3.1
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 7,
        "jz": 2.8
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "语音视听实验室",
        "zs": 6,
        "jz": 2.7
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "实验室与装备处",
        "zs": 3,
        "jz": 2.62
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 12,
        "jz": 2.58
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "传播学院办公室",
        "zs": 13,
        "jz": 2.39
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 12,
        "jz": 2.38
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 27,
        "jz": 2.38
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "教务处办",
        "zs": 6,
        "jz": 2.16
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 6,
        "jz": 1.89
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "科技处办",
        "zs": 5,
        "jz": 1.42
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "外语学院",
        "zs": 5,
        "jz": 1.35
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 6,
        "jz": 1.19
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会发展学院",
        "zs": 1,
        "jz": 0.99
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱感知技术研究中心",
        "zs": 1,
        "jz": 0.7
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.58
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 4,
        "jz": 0.52
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 2,
        "jz": 0.37
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.32
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "崇明生态研究院",
        "zs": 2,
        "jz": 0.32
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 177,
        "jz": 34.79
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 95,
        "jz": 13.91
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学实验教学中心",
        "zs": 5,
        "jz": 13.9
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生态与环境科学学院",
        "zs": 36,
        "jz": 11.7
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 28,
        "jz": 9.83
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 39,
        "jz": 9.45
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "后勤保障部",
        "zs": 26,
        "jz": 4.91
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 15,
        "jz": 3.51
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "语音视听实验室",
        "zs": 6,
        "jz": 2.7
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院",
        "zs": 11,
        "jz": 2.4
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "上海国际首席技术官学院",
        "zs": 27,
        "jz": 2.38
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "教务处办",
        "zs": 6,
        "jz": 2.16
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "外语学院",
        "zs": 5,
        "jz": 1.35
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 5,
        "jz": 1
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 3,
        "jz": 0.8
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 7,
        "jz": 0.74
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "医学与健康研究院",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 305,
        "jz": 277.29
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 297,
        "jz": 142.56
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "医学与健康研究院",
        "zs": 99,
        "jz": 108.2
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命医学系",
        "zs": 30,
        "jz": 27.75
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 101,
        "jz": 25.33
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理学系",
        "zs": 32,
        "jz": 16.16
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 63,
        "jz": 15.16
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 31,
        "jz": 13.93
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 74,
        "jz": 13.05
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "图书馆",
        "zs": 16,
        "jz": 10.22
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 35,
        "jz": 9.13
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学实验教学中心",
        "zs": 47,
        "jz": 8.84
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "微纳加工中心",
        "zs": 24,
        "jz": 7.89
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 13,
        "jz": 7.43
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "马克思主义学院",
        "zs": 26,
        "jz": 7.13
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "音乐学院",
        "zs": 35,
        "jz": 6.71
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 10,
        "jz": 4.62
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 6,
        "jz": 4.1
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物质表征中心",
        "zs": 5,
        "jz": 3.1
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 7,
        "jz": 2.8
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "实验室与装备处",
        "zs": 3,
        "jz": 2.62
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "传播学院办公室",
        "zs": 13,
        "jz": 2.39
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 12,
        "jz": 2.38
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 6,
        "jz": 1.89
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "中国语言文学系",
        "zs": 10,
        "jz": 1.57
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "科技处办",
        "zs": 5,
        "jz": 1.42
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "社会发展学院",
        "zs": 1,
        "jz": 0.99
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密光谱感知技术研究中心",
        "zs": 1,
        "jz": 0.7
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.58
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 4,
        "jz": 0.52
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "法学院",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "政治与国际关系学院",
        "zs": 2,
        "jz": 0.37
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.32
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "崇明生态研究院",
        "zs": 2,
        "jz": 0.32
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2021,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部专业学位教育中心",
        "zs": 2025,
        "jz": 253.56
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 429,
        "jz": 41.16
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 140,
        "jz": 26.24
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 71,
        "jz": 18.07
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 30,
        "jz": 17.34
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "皮亚杰研究中心",
        "zs": 224,
        "jz": 17.18
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 69,
        "jz": 10.25
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 37,
        "jz": 7.26
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 13,
        "jz": 4.56
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 17,
        "jz": 4.48
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 13,
        "jz": 4.06
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 15,
        "jz": 2.97
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 17,
        "jz": 2.45
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教务处办",
        "zs": 9,
        "jz": 1.83
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 9,
        "jz": 1.52
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "社会发展学院",
        "zs": 7,
        "jz": 1.48
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 6,
        "jz": 1.46
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 4,
        "jz": 1.28
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 4,
        "jz": 0.8
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 9,
        "jz": 0.79
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 6,
        "jz": 0.66
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 4,
        "jz": 0.66
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 3,
        "jz": 0.57
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 1,
        "jz": 0.37
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "考试与评价研究院",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.27
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "汉语言系",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市脑功能基因组学重点实验室",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学部专业学位教育中心",
        "zs": 2025,
        "jz": 253.56
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 140,
        "jz": 26.24
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 232,
        "jz": 17.91
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 69,
        "jz": 10.25
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 17,
        "jz": 4.48
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 21,
        "jz": 3.39
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 11,
        "jz": 2.81
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 13,
        "jz": 2.29
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教务处办",
        "zs": 9,
        "jz": 1.83
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 8,
        "jz": 1.56
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育部中学校长培训中心",
        "zs": 4,
        "jz": 1.28
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 5,
        "jz": 1.27
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "皮亚杰研究中心",
        "zs": 1,
        "jz": 1.09
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海国际首席技术官学院",
        "zs": 9,
        "jz": 0.79
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 6,
        "jz": 0.66
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 3,
        "jz": 0.56
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 197,
        "jz": 23.25
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 71,
        "jz": 18.07
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "皮亚杰研究中心",
        "zs": 223,
        "jz": 16.09
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 19,
        "jz": 14.53
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 12,
        "jz": 3.88
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 16,
        "jz": 3.87
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育学部",
        "zs": 5,
        "jz": 3
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "经济与管理学院",
        "zs": 17,
        "jz": 2.45
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "学前教育学系",
        "zs": 9,
        "jz": 1.52
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "社会发展学院",
        "zs": 7,
        "jz": 1.48
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "课程与教学系",
        "zs": 2,
        "jz": 0.68
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 3,
        "jz": 0.67
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 3,
        "jz": 0.57
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "数据科学与工程学院",
        "zs": 1,
        "jz": 0.37
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "考试与评价研究院",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.27
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "汉语言系",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "经济与管理学部",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市脑功能基因组学重点实验室",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2021,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部",
        "zs": 218,
        "jz": 508.09
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 575,
        "jz": 159.84
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 135,
        "jz": 53.42
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 245,
        "jz": 38.29
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 111,
        "jz": 34.76
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 58,
        "jz": 31.98
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 99,
        "jz": 31.89
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 95,
        "jz": 26.93
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 44,
        "jz": 20.52
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 115,
        "jz": 20.51
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 34,
        "jz": 16.58
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 31,
        "jz": 12.67
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 33,
        "jz": 11.95
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 27,
        "jz": 11.55
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 10,
        "jz": 9.32
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "传媒科学实验中心",
        "zs": 45,
        "jz": 9.15
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 48,
        "jz": 8.9
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 21,
        "jz": 8.59
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 43,
        "jz": 7.89
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "传播学院办公室",
        "zs": 3,
        "jz": 7.59
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 28,
        "jz": 7.24
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 40,
        "jz": 4.72
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 3,
        "jz": 4.2
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 8,
        "jz": 3.58
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "科技处办",
        "zs": 16,
        "jz": 3.1
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 12,
        "jz": 3.06
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学实验教学中心",
        "zs": 3,
        "jz": 2.96
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 8,
        "jz": 2.87
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 7,
        "jz": 2.78
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 12,
        "jz": 2.42
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物质表征中心",
        "zs": 9,
        "jz": 2.36
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 9,
        "jz": 2.27
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 12,
        "jz": 2.23
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 14,
        "jz": 1.95
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 5,
        "jz": 1.94
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "高等教育研究所",
        "zs": 7,
        "jz": 1.89
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 1,
        "jz": 1.89
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "城市发展研究院",
        "zs": 9,
        "jz": 1.56
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 5,
        "jz": 1.36
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 3,
        "jz": 1.36
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 4,
        "jz": 1.22
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 4,
        "jz": 0.86
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 6,
        "jz": 0.73
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 4,
        "jz": 0.72
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 1,
        "jz": 0.71
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 4,
        "jz": 0.7
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "人口研究所",
        "zs": 3,
        "jz": 0.69
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会工作系",
        "zs": 4,
        "jz": 0.65
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 3,
        "jz": 0.65
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 3,
        "jz": 0.62
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 3,
        "jz": 0.6
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 3,
        "jz": 0.59
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 2,
        "jz": 0.56
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 3,
        "jz": 0.49
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 1,
        "jz": 0.44
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国文字研究与应用研究中心",
        "zs": 1,
        "jz": 0.34
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "传播学院",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "医学与健康研究院",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院（教师发展学院）",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海终身教育研究院",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育心理学系",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会学系",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "外国文学与比较文学研究所",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "人文与社会科学研究院",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "后勤保障部",
        "zs": 218,
        "jz": 508.09
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 88,
        "jz": 24.22
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 76,
        "jz": 22.14
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 60,
        "jz": 16.94
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 27,
        "jz": 15.6
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 59,
        "jz": 9.23
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 9,
        "jz": 9.17
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "传媒科学实验中心",
        "zs": 45,
        "jz": 9.15
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理学系",
        "zs": 16,
        "jz": 8.94
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 43,
        "jz": 7.89
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "传播学院办公室",
        "zs": 3,
        "jz": 7.59
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 28,
        "jz": 7.24
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 41,
        "jz": 6.75
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学与分子工程学院",
        "zs": 40,
        "jz": 4.72
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 3,
        "jz": 4.2
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 8,
        "jz": 3.58
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学实验教学中心",
        "zs": 3,
        "jz": 2.96
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 8,
        "jz": 2.87
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "心理与认知科学学院",
        "zs": 12,
        "jz": 2.42
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "英语系",
        "zs": 12,
        "jz": 2.23
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 12,
        "jz": 1.32
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 6,
        "jz": 0.73
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 3,
        "jz": 0.59
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 3,
        "jz": 0.54
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际与比较教育研究所",
        "zs": 3,
        "jz": 0.53
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 1,
        "jz": 0.44
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "传播学院",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院（教师发展学院）",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康学院",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "社会学系",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "人口研究所",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 487,
        "jz": 135.61
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 135,
        "jz": 53.42
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 58,
        "jz": 31.98
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 99,
        "jz": 31.89
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 186,
        "jz": 29.06
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 44,
        "jz": 20.52
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院",
        "zs": 115,
        "jz": 20.51
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 31,
        "jz": 12.67
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 35,
        "jz": 12.62
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "马克思主义学院",
        "zs": 32,
        "jz": 11.67
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 35,
        "jz": 9.99
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 20,
        "jz": 8.48
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "科技处办",
        "zs": 16,
        "jz": 3.1
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命医学系",
        "zs": 12,
        "jz": 3.06
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理学系",
        "zs": 11,
        "jz": 2.61
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物质表征中心",
        "zs": 9,
        "jz": 2.36
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "法学院",
        "zs": 4,
        "jz": 2.24
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 7,
        "jz": 2.15
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 5,
        "jz": 1.94
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "高等教育研究所",
        "zs": 7,
        "jz": 1.89
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "美术学院",
        "zs": 1,
        "jz": 1.89
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 7,
        "jz": 1.87
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "城市发展研究院",
        "zs": 9,
        "jz": 1.56
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 5,
        "jz": 1.36
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "学前教育学系",
        "zs": 3,
        "jz": 1.36
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 4,
        "jz": 1.22
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "中国语言文学系",
        "zs": 7,
        "jz": 0.98
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 4,
        "jz": 0.86
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 1,
        "jz": 0.71
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "统计学院",
        "zs": 4,
        "jz": 0.7
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "社会工作系",
        "zs": 4,
        "jz": 0.65
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 3,
        "jz": 0.65
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "政治与国际关系学院",
        "zs": 2,
        "jz": 0.63
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 3,
        "jz": 0.62
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 3,
        "jz": 0.6
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育学部",
        "zs": 2,
        "jz": 0.56
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "人口研究所",
        "zs": 2,
        "jz": 0.51
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 3,
        "jz": 0.49
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "中国文字研究与应用研究中心",
        "zs": 1,
        "jz": 0.34
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "医学与健康研究院",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海终身教育研究院",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育心理学系",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "外国文学与比较文学研究所",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2020,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "人文与社会科学研究院",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部",
        "zs": 218,
        "jz": 508.09
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 563,
        "jz": 155.15
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 134,
        "jz": 53.21
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 111,
        "jz": 34.76
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 99,
        "jz": 31.89
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 95,
        "jz": 26.93
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 115,
        "jz": 20.51
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 41,
        "jz": 19.66
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 34,
        "jz": 16.58
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 16,
        "jz": 15.08
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 31,
        "jz": 12.67
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 33,
        "jz": 11.95
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 27,
        "jz": 11.55
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 10,
        "jz": 9.32
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "传媒科学实验中心",
        "zs": 45,
        "jz": 9.15
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 20,
        "jz": 8.49
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "传播学院办公室",
        "zs": 3,
        "jz": 7.59
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 28,
        "jz": 7.24
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "科技处办",
        "zs": 16,
        "jz": 3.1
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学实验教学中心",
        "zs": 3,
        "jz": 2.96
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 11,
        "jz": 2.85
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 7,
        "jz": 2.78
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物质表征中心",
        "zs": 9,
        "jz": 2.36
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 12,
        "jz": 2.23
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 5,
        "jz": 1.94
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 1,
        "jz": 1.89
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 4,
        "jz": 1.22
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 4,
        "jz": 0.86
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 1,
        "jz": 0.71
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "人口研究所",
        "zs": 3,
        "jz": 0.69
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会工作系",
        "zs": 4,
        "jz": 0.65
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 3,
        "jz": 0.65
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 3,
        "jz": 0.62
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 3,
        "jz": 0.6
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 3,
        "jz": 0.59
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 3,
        "jz": 0.49
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "传播学院",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "医学与健康研究院",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会学系",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "外国文学与比较文学研究所",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "人文与社会科学研究院",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "后勤保障部",
        "zs": 218,
        "jz": 508.09
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 88,
        "jz": 24.22
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 76,
        "jz": 22.14
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 60,
        "jz": 16.94
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 27,
        "jz": 15.6
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 9,
        "jz": 9.17
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "传媒科学实验中心",
        "zs": 45,
        "jz": 9.15
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理学系",
        "zs": 16,
        "jz": 8.94
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "传播学院办公室",
        "zs": 3,
        "jz": 7.59
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 28,
        "jz": 7.24
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学实验教学中心",
        "zs": 3,
        "jz": 2.96
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "英语系",
        "zs": 12,
        "jz": 2.23
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 3,
        "jz": 0.59
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 3,
        "jz": 0.54
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "传播学院",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "社会学系",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "人口研究所",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 475,
        "jz": 130.92
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 134,
        "jz": 53.21
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 99,
        "jz": 31.89
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院",
        "zs": 115,
        "jz": 20.51
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 41,
        "jz": 19.66
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 16,
        "jz": 15.08
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 31,
        "jz": 12.67
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 35,
        "jz": 12.62
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "马克思主义学院",
        "zs": 32,
        "jz": 11.67
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 35,
        "jz": 9.99
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 19,
        "jz": 8.38
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "科技处办",
        "zs": 16,
        "jz": 3.1
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命医学系",
        "zs": 11,
        "jz": 2.85
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理学系",
        "zs": 11,
        "jz": 2.61
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物质表征中心",
        "zs": 9,
        "jz": 2.36
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "法学院",
        "zs": 4,
        "jz": 2.24
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 5,
        "jz": 1.94
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "美术学院",
        "zs": 1,
        "jz": 1.89
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 4,
        "jz": 1.22
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "中国语言文学系",
        "zs": 7,
        "jz": 0.98
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 4,
        "jz": 0.86
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 1,
        "jz": 0.71
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "社会工作系",
        "zs": 4,
        "jz": 0.65
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 3,
        "jz": 0.65
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 3,
        "jz": 0.62
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 3,
        "jz": 0.6
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "人口研究所",
        "zs": 2,
        "jz": 0.51
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 3,
        "jz": 0.49
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "医学与健康研究院",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "外国文学与比较文学研究所",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2020,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "人文与社会科学研究院",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 245,
        "jz": 38.29
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 42,
        "jz": 16.9
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 48,
        "jz": 8.9
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 43,
        "jz": 7.89
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 40,
        "jz": 4.72
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 12,
        "jz": 4.69
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 3,
        "jz": 4.2
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 8,
        "jz": 3.58
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 8,
        "jz": 2.87
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 12,
        "jz": 2.42
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 9,
        "jz": 2.27
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 14,
        "jz": 1.95
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "高等教育研究所",
        "zs": 7,
        "jz": 1.89
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "城市发展研究院",
        "zs": 9,
        "jz": 1.56
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 5,
        "jz": 1.36
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 3,
        "jz": 1.36
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 3,
        "jz": 0.85
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 6,
        "jz": 0.73
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 4,
        "jz": 0.72
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 2,
        "jz": 0.56
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 1,
        "jz": 0.44
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "中国文字研究与应用研究中心",
        "zs": 1,
        "jz": 0.34
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院（教师发展学院）",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海终身教育研究院",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 1,
        "jz": 0.21
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 1,
        "jz": 0.21
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育心理学系",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 59,
        "jz": 9.23
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 43,
        "jz": 7.89
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 41,
        "jz": 6.75
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "化学与分子工程学院",
        "zs": 40,
        "jz": 4.72
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 3,
        "jz": 4.2
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 8,
        "jz": 3.58
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 8,
        "jz": 2.87
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "心理与认知科学学院",
        "zs": 12,
        "jz": 2.42
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 12,
        "jz": 1.32
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 6,
        "jz": 0.73
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际与比较教育研究所",
        "zs": 3,
        "jz": 0.53
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 1,
        "jz": 0.44
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院（教师发展学院）",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 186,
        "jz": 29.06
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 42,
        "jz": 16.9
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 12,
        "jz": 4.69
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 7,
        "jz": 2.15
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "高等教育研究所",
        "zs": 7,
        "jz": 1.89
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 7,
        "jz": 1.87
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "城市发展研究院",
        "zs": 9,
        "jz": 1.56
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 5,
        "jz": 1.36
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "学前教育学系",
        "zs": 3,
        "jz": 1.36
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 3,
        "jz": 0.85
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "政治与国际关系学院",
        "zs": 2,
        "jz": 0.63
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育学部",
        "zs": 2,
        "jz": 0.56
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "中国文字研究与应用研究中心",
        "zs": 1,
        "jz": 0.34
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海终身教育研究院",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "生命医学系",
        "zs": 1,
        "jz": 0.21
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 1,
        "jz": 0.21
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育心理学系",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2020,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 1233,
        "jz": 548.63
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部",
        "zs": 731,
        "jz": 342.2
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 435,
        "jz": 200.29
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 708,
        "jz": 181.72
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 290,
        "jz": 66.07
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 106,
        "jz": 54.79
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 174,
        "jz": 45.02
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 127,
        "jz": 29.34
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 135,
        "jz": 22.6
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 56,
        "jz": 18.87
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 123,
        "jz": 16.86
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学实验教学中心",
        "zs": 54,
        "jz": 16.33
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 60,
        "jz": 15.85
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 20,
        "jz": 14.83
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 116,
        "jz": 13.91
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 40,
        "jz": 13.24
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 30,
        "jz": 12.32
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 43,
        "jz": 11.92
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 40,
        "jz": 9.67
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 81,
        "jz": 9.6
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "校医院",
        "zs": 22,
        "jz": 9.46
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 34,
        "jz": 9.18
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 21,
        "jz": 7.71
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 32,
        "jz": 7.66
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 10,
        "jz": 7.39
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 32,
        "jz": 7.1
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 17,
        "jz": 7
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "科技处办",
        "zs": 28,
        "jz": 6.22
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 42,
        "jz": 6.1
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密机械加工中心",
        "zs": 19,
        "jz": 4.5
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 24,
        "jz": 4.41
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 4,
        "jz": 4.06
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "崇明生态研究院",
        "zs": 20,
        "jz": 3.76
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 24,
        "jz": 3.71
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 6,
        "jz": 3.34
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "工会",
        "zs": 5,
        "jz": 3.24
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 8,
        "jz": 3.16
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 8,
        "jz": 2.98
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 3,
        "jz": 2.94
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 11,
        "jz": 2.79
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "心理学系",
        "zs": 15,
        "jz": 2.7
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 15,
        "jz": 2.57
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "应用心理学系",
        "zs": 15,
        "jz": 2.36
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "人口研究所",
        "zs": 18,
        "jz": 2.24
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 6,
        "jz": 1.75
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "艺术教育部",
        "zs": 10,
        "jz": 1.69
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 6,
        "jz": 1.59
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 5,
        "jz": 1.57
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 7,
        "jz": 1.47
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 5,
        "jz": 1.46
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 6,
        "jz": 1.4
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中北动物中心",
        "zs": 5,
        "jz": 1.16
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院（教师发展学院）",
        "zs": 2,
        "jz": 1.02
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 3,
        "jz": 0.98
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 5,
        "jz": 0.96
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子工程系",
        "zs": 2,
        "jz": 0.68
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 3,
        "jz": 0.6
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会工作系",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 1,
        "jz": 0.59
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 2,
        "jz": 0.47
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "高等教育研究所",
        "zs": 1,
        "jz": 0.45
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 3,
        "jz": 0.35
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.31
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电镜中心（生物）",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "城市发展研究院",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "外国文学与比较文学研究所",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "新闻学系",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "运动训练系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "后勤保障部",
        "zs": 731,
        "jz": 342.2
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 891,
        "jz": 251.91
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 289,
        "jz": 65.83
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 62,
        "jz": 22.88
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 132,
        "jz": 22.21
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 123,
        "jz": 16.86
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学实验教学中心",
        "zs": 54,
        "jz": 16.33
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 60,
        "jz": 15.85
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 40,
        "jz": 13.24
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 24,
        "jz": 9.79
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "校医院",
        "zs": 22,
        "jz": 9.46
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 15,
        "jz": 7.8
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 21,
        "jz": 7.71
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 42,
        "jz": 6.1
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 22,
        "jz": 5.81
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 24,
        "jz": 3.71
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "工会",
        "zs": 5,
        "jz": 3.24
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理学系",
        "zs": 11,
        "jz": 3.23
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 14,
        "jz": 3.09
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 8,
        "jz": 2.98
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "心理学系",
        "zs": 15,
        "jz": 2.7
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "应用心理学系",
        "zs": 15,
        "jz": 2.36
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "人口研究所",
        "zs": 18,
        "jz": 2.24
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 11,
        "jz": 2.19
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学与分子工程学院",
        "zs": 14,
        "jz": 2.19
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "艺术教育部",
        "zs": 10,
        "jz": 1.69
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 5,
        "jz": 1.57
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 5,
        "jz": 1.46
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 4,
        "jz": 1.26
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院（教师发展学院）",
        "zs": 2,
        "jz": 1.02
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 3,
        "jz": 0.98
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子工程系",
        "zs": 2,
        "jz": 0.68
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 2,
        "jz": 0.61
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "社会工作系",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 3,
        "jz": 0.51
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "高等教育研究所",
        "zs": 1,
        "jz": 0.45
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 3,
        "jz": 0.39
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育部中学校长培训中心",
        "zs": 2,
        "jz": 0.39
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 1,
        "jz": 0.31
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 2,
        "jz": 0.29
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 342,
        "jz": 296.71
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 708,
        "jz": 181.72
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 373,
        "jz": 177.41
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 104,
        "jz": 54.5
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 174,
        "jz": 45.02
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "中国语言文学系",
        "zs": 105,
        "jz": 23.54
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 19,
        "jz": 14.7
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 116,
        "jz": 13.91
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 43,
        "jz": 11.92
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "马克思主义学院",
        "zs": 41,
        "jz": 11.08
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 80,
        "jz": 9.45
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 37,
        "jz": 9.16
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 33,
        "jz": 8.87
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 10,
        "jz": 7.39
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 17,
        "jz": 7
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "科技处办",
        "zs": 28,
        "jz": 6.22
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密机械加工中心",
        "zs": 19,
        "jz": 4.5
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理学系",
        "zs": 21,
        "jz": 4.42
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 18,
        "jz": 4.01
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "崇明生态研究院",
        "zs": 20,
        "jz": 3.76
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 2,
        "jz": 3.45
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育学部",
        "zs": 6,
        "jz": 3.34
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 8,
        "jz": 3.16
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 3,
        "jz": 2.94
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命医学系",
        "zs": 10,
        "jz": 2.68
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 6,
        "jz": 2.52
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 13,
        "jz": 2.22
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生物学系",
        "zs": 7,
        "jz": 1.47
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 6,
        "jz": 1.4
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "设计学院办公室",
        "zs": 3,
        "jz": 1.2
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "中北动物中心",
        "zs": 5,
        "jz": 1.16
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 5,
        "jz": 0.96
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 1,
        "jz": 0.59
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "学前教育学系",
        "zs": 2,
        "jz": 0.49
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "美术学院",
        "zs": 3,
        "jz": 0.39
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.38
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "数据科学与工程学院",
        "zs": 3,
        "jz": 0.35
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.31
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 1,
        "jz": 0.28
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "法学院",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电镜中心（生物）",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "城市发展研究院",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "外国文学与比较文学研究所",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "新闻学系",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2019,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "运动训练系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 1233,
        "jz": 548.63
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部",
        "zs": 730,
        "jz": 341.85
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 434,
        "jz": 200.15
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 706,
        "jz": 181.35
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 290,
        "jz": 66.07
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 104,
        "jz": 53.93
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 170,
        "jz": 43.06
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 111,
        "jz": 23.76
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 135,
        "jz": 22.6
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 56,
        "jz": 18.87
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学实验教学中心",
        "zs": 54,
        "jz": 16.33
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 116,
        "jz": 13.91
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 40,
        "jz": 13.24
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 43,
        "jz": 11.92
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "校医院",
        "zs": 22,
        "jz": 9.46
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 34,
        "jz": 9.18
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 21,
        "jz": 7.71
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 32,
        "jz": 7.66
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 10,
        "jz": 7.39
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 15,
        "jz": 6.59
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 42,
        "jz": 6.1
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密机械加工中心",
        "zs": 19,
        "jz": 4.5
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "崇明生态研究院",
        "zs": 20,
        "jz": 3.76
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "工会",
        "zs": 5,
        "jz": 3.24
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 8,
        "jz": 3.16
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 16,
        "jz": 3.15
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "人口研究所",
        "zs": 18,
        "jz": 2.24
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 8,
        "jz": 2.15
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 6,
        "jz": 1.4
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 2,
        "jz": 1.12
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 3,
        "jz": 1
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 3,
        "jz": 0.98
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子工程系",
        "zs": 2,
        "jz": 0.68
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 2,
        "jz": 0.47
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电镜中心（生物）",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "外国文学与比较文学研究所",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "新闻学系",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "运动训练系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "后勤保障部",
        "zs": 730,
        "jz": 341.85
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 891,
        "jz": 251.91
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 289,
        "jz": 65.83
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 62,
        "jz": 22.88
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 132,
        "jz": 22.21
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学实验教学中心",
        "zs": 54,
        "jz": 16.33
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 40,
        "jz": 13.24
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "校医院",
        "zs": 22,
        "jz": 9.46
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 15,
        "jz": 7.8
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 21,
        "jz": 7.71
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 42,
        "jz": 6.1
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 22,
        "jz": 5.81
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "工会",
        "zs": 5,
        "jz": 3.24
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理学系",
        "zs": 11,
        "jz": 3.23
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "人口研究所",
        "zs": 18,
        "jz": 2.24
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 3,
        "jz": 0.98
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 3,
        "jz": 0.93
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.74
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子工程系",
        "zs": 2,
        "jz": 0.68
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 1,
        "jz": 0.31
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 342,
        "jz": 296.71
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 706,
        "jz": 181.35
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 372,
        "jz": 177.28
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 103,
        "jz": 53.75
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 170,
        "jz": 43.06
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "中国语言文学系",
        "zs": 89,
        "jz": 17.96
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 116,
        "jz": 13.91
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 43,
        "jz": 11.92
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "马克思主义学院",
        "zs": 41,
        "jz": 11.08
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 33,
        "jz": 8.87
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 10,
        "jz": 7.39
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 15,
        "jz": 6.59
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密机械加工中心",
        "zs": 19,
        "jz": 4.5
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理学系",
        "zs": 21,
        "jz": 4.42
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "崇明生态研究院",
        "zs": 20,
        "jz": 3.76
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 8,
        "jz": 3.16
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 13,
        "jz": 2.22
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命医学系",
        "zs": 7,
        "jz": 2.03
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 6,
        "jz": 1.4
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生物学系",
        "zs": 3,
        "jz": 1
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "美术学院",
        "zs": 3,
        "jz": 0.39
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.38
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 1,
        "jz": 0.28
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "法学院",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电镜中心（生物）",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "外国文学与比较文学研究所",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "新闻学系",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2019,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "运动训练系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 123,
        "jz": 16.86
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 60,
        "jz": 15.85
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 20,
        "jz": 14.83
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 30,
        "jz": 12.32
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 40,
        "jz": 9.67
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 81,
        "jz": 9.6
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 32,
        "jz": 7.1
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "科技处办",
        "zs": 28,
        "jz": 6.22
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 16,
        "jz": 5.58
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 4,
        "jz": 4.06
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 24,
        "jz": 3.71
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 6,
        "jz": 3.34
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 8,
        "jz": 2.98
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 3,
        "jz": 2.94
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "心理学系",
        "zs": 15,
        "jz": 2.7
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "应用心理学系",
        "zs": 15,
        "jz": 2.36
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 4,
        "jz": 1.96
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 6,
        "jz": 1.75
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "艺术教育部",
        "zs": 10,
        "jz": 1.69
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 6,
        "jz": 1.59
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 5,
        "jz": 1.57
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 5,
        "jz": 1.46
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 13,
        "jz": 1.45
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 8,
        "jz": 1.26
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "中北动物中心",
        "zs": 5,
        "jz": 1.16
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院（教师发展学院）",
        "zs": 2,
        "jz": 1.02
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 5,
        "jz": 0.96
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 2,
        "jz": 0.86
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 3,
        "jz": 0.65
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "社会工作系",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 3,
        "jz": 0.6
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 1,
        "jz": 0.59
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 4,
        "jz": 0.47
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "高等教育研究所",
        "zs": 1,
        "jz": 0.45
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 2,
        "jz": 0.38
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 3,
        "jz": 0.35
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部",
        "zs": 1,
        "jz": 0.35
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.31
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "城市发展研究院",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 123,
        "jz": 16.86
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 60,
        "jz": 15.85
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 24,
        "jz": 9.79
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 24,
        "jz": 3.71
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 14,
        "jz": 3.09
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 8,
        "jz": 2.98
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "心理学系",
        "zs": 15,
        "jz": 2.7
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "应用心理学系",
        "zs": 15,
        "jz": 2.36
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "艺术教育部",
        "zs": 10,
        "jz": 1.69
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 5,
        "jz": 1.57
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 5,
        "jz": 1.46
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "化学与分子工程学院",
        "zs": 13,
        "jz": 1.45
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 8,
        "jz": 1.26
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 4,
        "jz": 1.26
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院（教师发展学院）",
        "zs": 2,
        "jz": 1.02
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 2,
        "jz": 0.61
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "社会工作系",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 3,
        "jz": 0.51
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "高等教育研究所",
        "zs": 1,
        "jz": 0.45
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 3,
        "jz": 0.39
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育部中学校长培训中心",
        "zs": 2,
        "jz": 0.39
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "后勤保障部",
        "zs": 1,
        "jz": 0.35
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 19,
        "jz": 14.7
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 80,
        "jz": 9.45
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 37,
        "jz": 9.16
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "科技处办",
        "zs": 28,
        "jz": 6.22
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "中国语言文学系",
        "zs": 16,
        "jz": 5.58
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 18,
        "jz": 4.01
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 2,
        "jz": 3.45
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育学部",
        "zs": 6,
        "jz": 3.34
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 3,
        "jz": 2.94
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 6,
        "jz": 2.52
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 4,
        "jz": 1.96
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "设计学院办公室",
        "zs": 3,
        "jz": 1.2
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "中北动物中心",
        "zs": 5,
        "jz": 1.16
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 5,
        "jz": 0.96
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.75
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "生命医学系",
        "zs": 3,
        "jz": 0.65
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 1,
        "jz": 0.59
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "学前教育学系",
        "zs": 2,
        "jz": 0.49
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "生物学系",
        "zs": 4,
        "jz": 0.47
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 2,
        "jz": 0.38
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "数据科学与工程学院",
        "zs": 3,
        "jz": 0.35
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.31
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "城市发展研究院",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2019,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 408,
        "jz": 137.5
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 378,
        "jz": 123.85
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 295,
        "jz": 53.71
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 186,
        "jz": 46.49
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 93,
        "jz": 46.04
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 53,
        "jz": 31.77
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "公共管理学院",
        "zs": 182,
        "jz": 30.82
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 152,
        "jz": 29.82
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 49,
        "jz": 29.37
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 130,
        "jz": 26.25
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 116,
        "jz": 24.47
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 50,
        "jz": 22.66
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 122,
        "jz": 22.46
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "光华书院",
        "zs": 139,
        "jz": 22.15
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 54,
        "jz": 22.01
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 85,
        "jz": 19.49
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 88,
        "jz": 19.25
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 130,
        "jz": 18.5
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部专业学位教育中心",
        "zs": 18,
        "jz": 18.44
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理实验教学中心",
        "zs": 51,
        "jz": 17.04
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 43,
        "jz": 12.19
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "大夏书院",
        "zs": 48,
        "jz": 12.07
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "高等教育研究所",
        "zs": 41,
        "jz": 10.4
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 49,
        "jz": 9.78
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 38,
        "jz": 9.61
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 29,
        "jz": 8.24
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 47,
        "jz": 6.71
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 21,
        "jz": 5.9
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 35,
        "jz": 5.74
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 32,
        "jz": 5.53
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 16,
        "jz": 5.44
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "机关党委",
        "zs": 38,
        "jz": 4.29
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "统计交叉科学研究院",
        "zs": 27,
        "jz": 4.14
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "极化材料与器件教育部重点实验室",
        "zs": 7,
        "jz": 3.73
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 12,
        "jz": 3.5
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 21,
        "jz": 3.37
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 11,
        "jz": 3.34
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "城市发展研究院",
        "zs": 8,
        "jz": 3.15
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 17,
        "jz": 2.87
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 7,
        "jz": 2.73
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 11,
        "jz": 2.69
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 3,
        "jz": 2.63
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 11,
        "jz": 2.45
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子工程系",
        "zs": 18,
        "jz": 2.33
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 13,
        "jz": 2.19
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 7,
        "jz": 2.13
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 12,
        "jz": 2.04
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 6,
        "jz": 2.01
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "人口研究所",
        "zs": 5,
        "jz": 1.96
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑科学与教育创新研究院",
        "zs": 8,
        "jz": 1.71
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 12,
        "jz": 1.56
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "古籍研究所",
        "zs": 3,
        "jz": 1.52
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 8,
        "jz": 1.23
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 8,
        "jz": 1.23
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 10,
        "jz": 1.14
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "传播学院办公室",
        "zs": 3,
        "jz": 1.14
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 5,
        "jz": 1.04
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 3,
        "jz": 0.98
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 5,
        "jz": 0.92
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.75
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 2,
        "jz": 0.7
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态学系",
        "zs": 2,
        "jz": 0.64
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "日语系",
        "zs": 4,
        "jz": 0.52
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育高等研究院",
        "zs": 2,
        "jz": 0.5
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "环境学系",
        "zs": 1,
        "jz": 0.48
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "皮亚杰研究中心",
        "zs": 2,
        "jz": 0.46
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 0.46
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会学系",
        "zs": 2,
        "jz": 0.38
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海终身教育研究院",
        "zs": 2,
        "jz": 0.38
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱感知技术研究中心",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "运动训练系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "出版与文化系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 408,
        "jz": 137.5
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 378,
        "jz": 123.85
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 295,
        "jz": 53.71
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 93,
        "jz": 46.04
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 165,
        "jz": 38.17
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "公共管理学院",
        "zs": 182,
        "jz": 30.82
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 152,
        "jz": 29.82
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 49,
        "jz": 29.37
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 130,
        "jz": 26.25
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "思勉人文高等研究院",
        "zs": 116,
        "jz": 24.47
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院",
        "zs": 47,
        "jz": 23.34
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 50,
        "jz": 22.66
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 122,
        "jz": 22.46
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "光华书院",
        "zs": 139,
        "jz": 22.15
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 54,
        "jz": 22.01
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 88,
        "jz": 19.25
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 82,
        "jz": 19.01
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 130,
        "jz": 18.5
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学部专业学位教育中心",
        "zs": 18,
        "jz": 18.44
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理实验教学中心",
        "zs": 51,
        "jz": 17.04
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 43,
        "jz": 12.19
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "大夏书院",
        "zs": 48,
        "jz": 12.07
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "高等教育研究所",
        "zs": 41,
        "jz": 10.4
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 49,
        "jz": 9.78
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学部",
        "zs": 38,
        "jz": 9.61
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 29,
        "jz": 8.24
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 47,
        "jz": 6.71
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 21,
        "jz": 5.9
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 35,
        "jz": 5.74
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 32,
        "jz": 5.53
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 16,
        "jz": 5.44
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "统计交叉科学研究院",
        "zs": 27,
        "jz": 4.14
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康学院办公室",
        "zs": 12,
        "jz": 3.5
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际与比较教育研究所",
        "zs": 21,
        "jz": 3.37
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 11,
        "jz": 3.34
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 17,
        "jz": 2.87
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 7,
        "jz": 2.73
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学与分子工程学院",
        "zs": 11,
        "jz": 2.69
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 3,
        "jz": 2.63
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 11,
        "jz": 2.45
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子工程系",
        "zs": 18,
        "jz": 2.33
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 13,
        "jz": 2.19
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 12,
        "jz": 2.04
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "人口研究所",
        "zs": 5,
        "jz": 1.96
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "古籍研究所",
        "zs": 3,
        "jz": 1.52
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "材料科学系",
        "zs": 4,
        "jz": 1.48
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 8,
        "jz": 1.23
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 8,
        "jz": 1.23
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海国际首席技术官学院",
        "zs": 10,
        "jz": 1.14
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "传播学院办公室",
        "zs": 3,
        "jz": 1.14
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 5,
        "jz": 1.04
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 3,
        "jz": 0.98
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 5,
        "jz": 0.92
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.75
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 2,
        "jz": 0.7
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生态学系",
        "zs": 2,
        "jz": 0.64
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "日语系",
        "zs": 4,
        "jz": 0.52
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育高等研究院",
        "zs": 2,
        "jz": 0.5
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "环境学系",
        "zs": 1,
        "jz": 0.48
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "皮亚杰研究中心",
        "zs": 2,
        "jz": 0.46
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 0.46
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "社会学系",
        "zs": 2,
        "jz": 0.38
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海终身教育研究院",
        "zs": 2,
        "jz": 0.38
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理学系",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "运动训练系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "出版与文化系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 6,
        "jz": 8.43
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 21,
        "jz": 8.32
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "机关党委",
        "zs": 38,
        "jz": 4.29
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "极化材料与器件教育部重点实验室",
        "zs": 7,
        "jz": 3.73
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "城市发展研究院",
        "zs": 8,
        "jz": 3.15
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 7,
        "jz": 2.13
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑科学与教育创新研究院",
        "zs": 8,
        "jz": 1.71
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 12,
        "jz": 1.56
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 2,
        "jz": 0.53
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "中国语言文学系",
        "zs": 3,
        "jz": 0.48
    },
    {
        "tjn": 2018,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱感知技术研究中心",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 377,
        "jz": 123.68
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 361,
        "jz": 123.49
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 93,
        "jz": 46.04
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 53,
        "jz": 31.77
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 116,
        "jz": 24.47
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 117,
        "jz": 23.79
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 50,
        "jz": 22.66
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 122,
        "jz": 22.46
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "光华书院",
        "zs": 139,
        "jz": 22.15
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 54,
        "jz": 22.01
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 88,
        "jz": 19.25
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理实验教学中心",
        "zs": 51,
        "jz": 17.04
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 56,
        "jz": 11.55
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 37,
        "jz": 11.47
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "大夏书院",
        "zs": 24,
        "jz": 7.12
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 24,
        "jz": 6.86
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 21,
        "jz": 5.9
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 15,
        "jz": 5.29
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "机关党委",
        "zs": 38,
        "jz": 4.29
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "极化材料与器件教育部重点实验室",
        "zs": 7,
        "jz": 3.73
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 12,
        "jz": 3.5
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 11,
        "jz": 2.69
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 11,
        "jz": 2.45
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子工程系",
        "zs": 18,
        "jz": 2.33
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 7,
        "jz": 2.13
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 6,
        "jz": 2.01
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 10,
        "jz": 1.14
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "传播学院办公室",
        "zs": 3,
        "jz": 1.14
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "古籍研究所",
        "zs": 1,
        "jz": 1.08
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 5,
        "jz": 1.04
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "人口研究所",
        "zs": 3,
        "jz": 0.94
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.75
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态学系",
        "zs": 2,
        "jz": 0.64
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "日语系",
        "zs": 4,
        "jz": 0.52
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "环境学系",
        "zs": 1,
        "jz": 0.48
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 0.46
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会学系",
        "zs": 2,
        "jz": 0.38
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "运动训练系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "出版与文化系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 377,
        "jz": 123.68
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 361,
        "jz": 123.49
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 93,
        "jz": 46.04
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "思勉人文高等研究院",
        "zs": 116,
        "jz": 24.47
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 117,
        "jz": 23.79
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院",
        "zs": 47,
        "jz": 23.34
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 50,
        "jz": 22.66
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 122,
        "jz": 22.46
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "光华书院",
        "zs": 139,
        "jz": 22.15
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 54,
        "jz": 22.01
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 88,
        "jz": 19.25
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理实验教学中心",
        "zs": 51,
        "jz": 17.04
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 37,
        "jz": 11.47
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 53,
        "jz": 11.07
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "大夏书院",
        "zs": 24,
        "jz": 7.12
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 24,
        "jz": 6.86
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 21,
        "jz": 5.9
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 15,
        "jz": 5.29
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院办公室",
        "zs": 12,
        "jz": 3.5
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学与分子工程学院",
        "zs": 11,
        "jz": 2.69
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 11,
        "jz": 2.45
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子工程系",
        "zs": 18,
        "jz": 2.33
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "材料科学系",
        "zs": 4,
        "jz": 1.48
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "上海国际首席技术官学院",
        "zs": 10,
        "jz": 1.14
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "传播学院办公室",
        "zs": 3,
        "jz": 1.14
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "古籍研究所",
        "zs": 1,
        "jz": 1.08
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 5,
        "jz": 1.04
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "人口研究所",
        "zs": 3,
        "jz": 0.94
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.75
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生态学系",
        "zs": 2,
        "jz": 0.64
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "日语系",
        "zs": 4,
        "jz": 0.52
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "环境学系",
        "zs": 1,
        "jz": 0.48
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 0.46
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "社会学系",
        "zs": 2,
        "jz": 0.38
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理学系",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "运动训练系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "出版与文化系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 6,
        "jz": 8.43
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "机关党委",
        "zs": 38,
        "jz": 4.29
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "极化材料与器件教育部重点实验室",
        "zs": 7,
        "jz": 3.73
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 7,
        "jz": 2.13
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 2,
        "jz": 0.53
    },
    {
        "tjn": 2018,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "中国语言文学系",
        "zs": 3,
        "jz": 0.48
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 295,
        "jz": 53.71
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 186,
        "jz": 46.49
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "公共管理学院",
        "zs": 182,
        "jz": 30.82
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 152,
        "jz": 29.82
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 49,
        "jz": 29.37
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 130,
        "jz": 18.5
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部专业学位教育中心",
        "zs": 18,
        "jz": 18.44
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 47,
        "jz": 14.01
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "高等教育研究所",
        "zs": 41,
        "jz": 10.4
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 49,
        "jz": 9.78
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 38,
        "jz": 9.61
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 29,
        "jz": 7.94
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 47,
        "jz": 6.71
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 35,
        "jz": 5.74
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 32,
        "jz": 5.53
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "大夏书院",
        "zs": 24,
        "jz": 4.95
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "统计交叉科学研究院",
        "zs": 27,
        "jz": 4.14
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 21,
        "jz": 3.37
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 11,
        "jz": 3.34
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "城市发展研究院",
        "zs": 8,
        "jz": 3.15
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 17,
        "jz": 2.87
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 7,
        "jz": 2.73
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 3,
        "jz": 2.63
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 13,
        "jz": 2.46
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 13,
        "jz": 2.19
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 12,
        "jz": 2.04
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑科学与教育创新研究院",
        "zs": 8,
        "jz": 1.71
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 12,
        "jz": 1.56
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 5,
        "jz": 1.38
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 8,
        "jz": 1.23
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 8,
        "jz": 1.23
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "人口研究所",
        "zs": 2,
        "jz": 1.02
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 3,
        "jz": 0.98
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 5,
        "jz": 0.92
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 6,
        "jz": 0.72
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 2,
        "jz": 0.7
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育高等研究院",
        "zs": 2,
        "jz": 0.5
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "皮亚杰研究中心",
        "zs": 2,
        "jz": 0.46
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "古籍研究所",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海终身教育研究院",
        "zs": 2,
        "jz": 0.38
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱感知技术研究中心",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 295,
        "jz": 53.71
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 165,
        "jz": 38.17
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "公共管理学院",
        "zs": 182,
        "jz": 30.82
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 152,
        "jz": 29.82
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 49,
        "jz": 29.37
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 130,
        "jz": 18.5
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学部专业学位教育中心",
        "zs": 18,
        "jz": 18.44
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 47,
        "jz": 14.01
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "高等教育研究所",
        "zs": 41,
        "jz": 10.4
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 49,
        "jz": 9.78
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学部",
        "zs": 38,
        "jz": 9.61
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 29,
        "jz": 7.94
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 47,
        "jz": 6.71
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 35,
        "jz": 5.74
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 32,
        "jz": 5.53
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "大夏书院",
        "zs": 24,
        "jz": 4.95
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "统计交叉科学研究院",
        "zs": 27,
        "jz": 4.14
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际与比较教育研究所",
        "zs": 21,
        "jz": 3.37
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 11,
        "jz": 3.34
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 17,
        "jz": 2.87
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 7,
        "jz": 2.73
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 3,
        "jz": 2.63
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 13,
        "jz": 2.46
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 13,
        "jz": 2.19
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 12,
        "jz": 2.04
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 5,
        "jz": 1.38
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 8,
        "jz": 1.23
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 8,
        "jz": 1.23
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "人口研究所",
        "zs": 2,
        "jz": 1.02
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 3,
        "jz": 0.98
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 5,
        "jz": 0.92
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 6,
        "jz": 0.72
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 2,
        "jz": 0.7
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育高等研究院",
        "zs": 2,
        "jz": 0.5
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "皮亚杰研究中心",
        "zs": 2,
        "jz": 0.46
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "古籍研究所",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海终身教育研究院",
        "zs": 2,
        "jz": 0.38
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 21,
        "jz": 8.32
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "城市发展研究院",
        "zs": 8,
        "jz": 3.15
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑科学与教育创新研究院",
        "zs": 8,
        "jz": 1.71
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 12,
        "jz": 1.56
    },
    {
        "tjn": 2018,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "精密光谱感知技术研究中心",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 505,
        "jz": 169.13
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 178,
        "jz": 58.38
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 222,
        "jz": 46.34
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 253,
        "jz": 44.53
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 145,
        "jz": 35.31
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国文字研究与应用研究中心",
        "zs": 36,
        "jz": 35.28
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 76,
        "jz": 28.02
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 78,
        "jz": 23.68
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 54,
        "jz": 21.72
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 85,
        "jz": 21.5
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 102,
        "jz": 19.92
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 84,
        "jz": 19.2
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 47,
        "jz": 15.54
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 43,
        "jz": 15.26
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 12,
        "jz": 15.24
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 54,
        "jz": 14.23
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 69,
        "jz": 14.21
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 22,
        "jz": 13.19
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 20,
        "jz": 11.51
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 31,
        "jz": 10.95
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 58,
        "jz": 10.76
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "发展与教育心理学研究所",
        "zs": 28,
        "jz": 10.53
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 42,
        "jz": 10.5
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "城市发展研究院",
        "zs": 60,
        "jz": 9.46
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "皮亚杰研究中心",
        "zs": 45,
        "jz": 8.24
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "人口研究所",
        "zs": 4,
        "jz": 7.44
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 45,
        "jz": 7.43
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 41,
        "jz": 7.35
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "高等教育研究所",
        "zs": 31,
        "jz": 7.22
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 18,
        "jz": 6.35
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 13,
        "jz": 6.05
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学实验教学中心",
        "zs": 14,
        "jz": 5.92
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 34,
        "jz": 5.44
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "光华书院",
        "zs": 25,
        "jz": 4.95
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 3,
        "jz": 4.75
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 11,
        "jz": 4.41
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 29,
        "jz": 4.39
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 21,
        "jz": 4.15
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 10,
        "jz": 4
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 17,
        "jz": 3.65
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 12,
        "jz": 3.51
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 20,
        "jz": 3.4
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 11,
        "jz": 3.27
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 24,
        "jz": 3.23
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 14,
        "jz": 3.06
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系",
        "zs": 3,
        "jz": 2.81
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 16,
        "jz": 2.66
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 11,
        "jz": 2.36
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 8,
        "jz": 2.15
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 6,
        "jz": 2.1
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 4,
        "jz": 2.01
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 7,
        "jz": 1.67
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 8,
        "jz": 1.54
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 7,
        "jz": 1.4
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息网络中心",
        "zs": 13,
        "jz": 1.33
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 7,
        "jz": 1.24
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 4,
        "jz": 1.23
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "科技处",
        "zs": 4,
        "jz": 1.2
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 5,
        "jz": 1.15
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 8,
        "jz": 1.03
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 5,
        "jz": 1
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 5,
        "jz": 0.97
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 6,
        "jz": 0.94
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海终身教育研究院",
        "zs": 4,
        "jz": 0.92
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 3,
        "jz": 0.85
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 3,
        "jz": 0.78
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "考试与评价研究院",
        "zs": 2,
        "jz": 0.67
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 3,
        "jz": 0.45
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "外国文学与比较文学研究所",
        "zs": 2,
        "jz": 0.42
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 2,
        "jz": 0.36
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "翻译系",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 1,
        "jz": 0.24
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育心理学系",
        "zs": 2,
        "jz": 0.23
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "大夏书院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "汉语国际教育系",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国有资产管理处",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "广播电视学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部综合办公室",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "出版与文化系",
        "zs": 1,
        "jz": 0
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海国际首席技术官学院",
        "zs": 505,
        "jz": 169.13
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生态与环境科学学院",
        "zs": 178,
        "jz": 58.38
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 222,
        "jz": 46.34
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 253,
        "jz": 44.53
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 145,
        "jz": 35.31
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 76,
        "jz": 28.02
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 78,
        "jz": 23.68
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 85,
        "jz": 21.5
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 52,
        "jz": 20.79
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 84,
        "jz": 19.2
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 47,
        "jz": 15.54
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 12,
        "jz": 15.24
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "思勉人文高等研究院",
        "zs": 54,
        "jz": 14.23
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 22,
        "jz": 13.19
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 65,
        "jz": 13.13
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 70,
        "jz": 11.98
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 38,
        "jz": 11.79
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康学院",
        "zs": 20,
        "jz": 11.51
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院",
        "zs": 31,
        "jz": 10.95
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "发展与教育心理学研究所",
        "zs": 28,
        "jz": 10.53
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 42,
        "jz": 10.5
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 57,
        "jz": 10.28
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "皮亚杰研究中心",
        "zs": 45,
        "jz": 8.24
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "人口研究所",
        "zs": 4,
        "jz": 7.44
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 45,
        "jz": 7.43
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 41,
        "jz": 7.35
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 18,
        "jz": 6.35
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学实验教学中心",
        "zs": 14,
        "jz": 5.92
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 34,
        "jz": 5.44
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "光华书院",
        "zs": 25,
        "jz": 4.95
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 29,
        "jz": 4.39
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学与分子工程学院",
        "zs": 10,
        "jz": 4.19
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 21,
        "jz": 4.15
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 10,
        "jz": 4
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "高等教育研究所",
        "zs": 18,
        "jz": 3.78
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 17,
        "jz": 3.65
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 12,
        "jz": 3.51
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 20,
        "jz": 3.4
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 11,
        "jz": 3.27
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 24,
        "jz": 3.23
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 14,
        "jz": 3.06
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息技术学系",
        "zs": 3,
        "jz": 2.81
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 16,
        "jz": 2.66
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际与比较教育研究所",
        "zs": 11,
        "jz": 2.36
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 8,
        "jz": 2.15
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 4,
        "jz": 2.01
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 5,
        "jz": 1.77
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 8,
        "jz": 1.54
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 7,
        "jz": 1.45
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息网络中心",
        "zs": 13,
        "jz": 1.33
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学部",
        "zs": 7,
        "jz": 1.24
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 4,
        "jz": 1.23
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 5,
        "jz": 1.15
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康学院办公室",
        "zs": 8,
        "jz": 1.03
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 5,
        "jz": 1
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信工程系",
        "zs": 5,
        "jz": 0.97
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 6,
        "jz": 0.94
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海终身教育研究院",
        "zs": 4,
        "jz": 0.92
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 3,
        "jz": 0.78
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "考试与评价研究院",
        "zs": 2,
        "jz": 0.67
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学学院",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "心理与认知科学学院",
        "zs": 3,
        "jz": 0.45
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学学院办公室",
        "zs": 2,
        "jz": 0.36
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "英语系",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "翻译系",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 1,
        "jz": 0.26
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育心理学系",
        "zs": 2,
        "jz": 0.23
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "大夏书院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "汉语国际教育系",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "广播电视学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学部综合办公室",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生态学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "出版与文化系",
        "zs": 1,
        "jz": 0
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "中国文字研究与应用研究中心",
        "zs": 36,
        "jz": 35.28
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "城市发展研究院",
        "zs": 60,
        "jz": 9.46
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 32,
        "jz": 7.94
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理学系",
        "zs": 3,
        "jz": 4.75
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 6,
        "jz": 4.6
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 5,
        "jz": 3.47
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "高等教育研究所",
        "zs": 13,
        "jz": 3.44
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 7,
        "jz": 1.67
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 7,
        "jz": 1.4
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "科技处",
        "zs": 4,
        "jz": 1.2
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 4,
        "jz": 1.08
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 2,
        "jz": 0.93
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "政治与国际关系学院",
        "zs": 1,
        "jz": 0.48
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "外国文学与比较文学研究所",
        "zs": 2,
        "jz": 0.42
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 1,
        "jz": 0.24
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2017,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "国有资产管理处",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 505,
        "jz": 169.13
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 178,
        "jz": 58.38
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 145,
        "jz": 35.31
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 54,
        "jz": 21.72
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 47,
        "jz": 15.54
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 54,
        "jz": 14.23
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 20,
        "jz": 11.51
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 31,
        "jz": 10.95
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 36,
        "jz": 9.07
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "人口研究所",
        "zs": 4,
        "jz": 7.44
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 41,
        "jz": 7.35
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 31,
        "jz": 6.51
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学实验教学中心",
        "zs": 14,
        "jz": 5.92
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 16,
        "jz": 5.79
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 11,
        "jz": 5.75
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 23,
        "jz": 5.71
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 15,
        "jz": 5.23
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "光华书院",
        "zs": 25,
        "jz": 4.95
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 3,
        "jz": 4.75
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 11,
        "jz": 4.41
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 29,
        "jz": 4.39
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 10,
        "jz": 4
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 17,
        "jz": 3.65
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 24,
        "jz": 3.23
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 8,
        "jz": 2.15
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 4,
        "jz": 1.23
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 7,
        "jz": 1.21
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 5,
        "jz": 1.15
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 8,
        "jz": 1.09
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 8,
        "jz": 1.03
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 5,
        "jz": 1
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 5,
        "jz": 0.97
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 6,
        "jz": 0.94
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 3,
        "jz": 0.85
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 2,
        "jz": 0.76
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 3,
        "jz": 0.56
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 3,
        "jz": 0.46
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "外国文学与比较文学研究所",
        "zs": 2,
        "jz": 0.42
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 2,
        "jz": 0.36
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "翻译系",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 2,
        "jz": 0.31
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 1,
        "jz": 0.24
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "大夏书院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "广播电视学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "出版与文化系",
        "zs": 1,
        "jz": 0
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "上海国际首席技术官学院",
        "zs": 505,
        "jz": 169.13
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生态与环境科学学院",
        "zs": 178,
        "jz": 58.38
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 145,
        "jz": 35.31
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 52,
        "jz": 20.79
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 47,
        "jz": 15.54
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "思勉人文高等研究院",
        "zs": 54,
        "jz": 14.23
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院",
        "zs": 20,
        "jz": 11.51
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院",
        "zs": 31,
        "jz": 10.95
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 36,
        "jz": 9.07
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "人口研究所",
        "zs": 4,
        "jz": 7.44
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 41,
        "jz": 7.35
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 31,
        "jz": 6.51
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学实验教学中心",
        "zs": 14,
        "jz": 5.92
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 23,
        "jz": 5.71
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 15,
        "jz": 5.23
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "光华书院",
        "zs": 25,
        "jz": 4.95
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 29,
        "jz": 4.39
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学与分子工程学院",
        "zs": 10,
        "jz": 4.19
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 10,
        "jz": 4
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 17,
        "jz": 3.65
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 14,
        "jz": 3.28
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 24,
        "jz": 3.23
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 8,
        "jz": 2.15
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 4,
        "jz": 1.23
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 7,
        "jz": 1.21
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 5,
        "jz": 1.15
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 5,
        "jz": 1.15
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 8,
        "jz": 1.09
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院办公室",
        "zs": 8,
        "jz": 1.03
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 5,
        "jz": 1
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "通信工程系",
        "zs": 5,
        "jz": 0.97
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 6,
        "jz": 0.94
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学学院",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 3,
        "jz": 0.56
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学学院办公室",
        "zs": 2,
        "jz": 0.36
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "英语系",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "翻译系",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "经济与管理学部",
        "zs": 2,
        "jz": 0.31
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 1,
        "jz": 0.28
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 1,
        "jz": 0.26
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "大夏书院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "广播电视学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生态学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "出版与文化系",
        "zs": 1,
        "jz": 0
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理学系",
        "zs": 3,
        "jz": 4.75
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 6,
        "jz": 4.6
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 2,
        "jz": 2.51
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 2,
        "jz": 0.93
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "政治与国际关系学院",
        "zs": 1,
        "jz": 0.48
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 3,
        "jz": 0.46
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "外国文学与比较文学研究所",
        "zs": 2,
        "jz": 0.42
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 1,
        "jz": 0.24
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2017,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 222,
        "jz": 46.34
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 253,
        "jz": 44.53
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "中国文字研究与应用研究中心",
        "zs": 36,
        "jz": 35.28
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 45,
        "jz": 21.51
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 85,
        "jz": 21.5
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 102,
        "jz": 19.92
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 84,
        "jz": 19.2
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 55,
        "jz": 17.97
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 12,
        "jz": 15.24
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 68,
        "jz": 14.08
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 22,
        "jz": 13.19
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "发展与教育心理学研究所",
        "zs": 28,
        "jz": 10.53
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 56,
        "jz": 10
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 27,
        "jz": 9.47
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "城市发展研究院",
        "zs": 60,
        "jz": 9.46
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "皮亚杰研究中心",
        "zs": 45,
        "jz": 8.24
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 45,
        "jz": 7.43
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "高等教育研究所",
        "zs": 31,
        "jz": 7.22
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 26,
        "jz": 4.35
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 21,
        "jz": 4.15
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 12,
        "jz": 3.51
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 11,
        "jz": 3.27
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 17,
        "jz": 2.84
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系",
        "zs": 3,
        "jz": 2.81
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 16,
        "jz": 2.66
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 11,
        "jz": 2.36
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 4,
        "jz": 2.01
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 7,
        "jz": 1.86
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 5,
        "jz": 1.77
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 8,
        "jz": 1.54
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 6,
        "jz": 1.43
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 7,
        "jz": 1.4
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息网络中心",
        "zs": 13,
        "jz": 1.33
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 4,
        "jz": 1.21
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "科技处",
        "zs": 4,
        "jz": 1.2
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 3,
        "jz": 1.11
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 5,
        "jz": 0.93
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海终身教育研究院",
        "zs": 4,
        "jz": 0.92
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 3,
        "jz": 0.78
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "考试与评价研究院",
        "zs": 2,
        "jz": 0.67
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 3,
        "jz": 0.45
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 2,
        "jz": 0.3
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育心理学系",
        "zs": 2,
        "jz": 0.23
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "汉语国际教育系",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国有资产管理处",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部综合办公室",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 222,
        "jz": 46.34
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 253,
        "jz": 44.53
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 45,
        "jz": 21.51
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 85,
        "jz": 21.5
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 84,
        "jz": 19.2
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 55,
        "jz": 17.97
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 12,
        "jz": 15.24
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 22,
        "jz": 13.19
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 64,
        "jz": 13
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 70,
        "jz": 11.98
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "发展与教育心理学研究所",
        "zs": 28,
        "jz": 10.53
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 56,
        "jz": 10
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 24,
        "jz": 8.51
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "皮亚杰研究中心",
        "zs": 45,
        "jz": 8.24
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 45,
        "jz": 7.43
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 26,
        "jz": 4.35
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 21,
        "jz": 4.15
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "高等教育研究所",
        "zs": 18,
        "jz": 3.78
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 12,
        "jz": 3.51
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 11,
        "jz": 3.27
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 17,
        "jz": 2.84
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息技术学系",
        "zs": 3,
        "jz": 2.81
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 16,
        "jz": 2.66
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际与比较教育研究所",
        "zs": 11,
        "jz": 2.36
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 4,
        "jz": 2.01
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 7,
        "jz": 1.86
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 5,
        "jz": 1.77
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 8,
        "jz": 1.54
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 6,
        "jz": 1.43
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息网络中心",
        "zs": 13,
        "jz": 1.33
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 3,
        "jz": 1.11
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学部",
        "zs": 5,
        "jz": 0.93
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海终身教育研究院",
        "zs": 4,
        "jz": 0.92
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 3,
        "jz": 0.78
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "考试与评价研究院",
        "zs": 2,
        "jz": 0.67
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "心理与认知科学学院",
        "zs": 3,
        "jz": 0.45
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 2,
        "jz": 0.3
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育心理学系",
        "zs": 2,
        "jz": 0.23
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "汉语国际教育系",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学部综合办公室",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "中国文字研究与应用研究中心",
        "zs": 36,
        "jz": 35.28
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "城市发展研究院",
        "zs": 60,
        "jz": 9.46
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 32,
        "jz": 7.94
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "高等教育研究所",
        "zs": 13,
        "jz": 3.44
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 7,
        "jz": 1.4
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 4,
        "jz": 1.21
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "科技处",
        "zs": 4,
        "jz": 1.2
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 4,
        "jz": 1.08
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 3,
        "jz": 0.96
    },
    {
        "tjn": 2017,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "国有资产管理处",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 1150,
        "jz": 270.27
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 207,
        "jz": 56.2
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 144,
        "jz": 40.35
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "皮亚杰研究中心",
        "zs": 66,
        "jz": 38.8
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 163,
        "jz": 37.06
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 9,
        "jz": 33.45
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部",
        "zs": 67,
        "jz": 32.42
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 108,
        "jz": 31.72
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 123,
        "jz": 26.11
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 103,
        "jz": 22.02
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 130,
        "jz": 21.83
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 35,
        "jz": 20.85
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 112,
        "jz": 19.93
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 67,
        "jz": 17.98
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 62,
        "jz": 16.87
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "人口研究所",
        "zs": 24,
        "jz": 13.8
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 33,
        "jz": 12.72
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 32,
        "jz": 11.82
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 41,
        "jz": 11.04
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "考试与评价研究院",
        "zs": 36,
        "jz": 10.32
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 21,
        "jz": 9.76
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 20,
        "jz": 8.86
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "大学英语教学部",
        "zs": 38,
        "jz": 7.24
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 31,
        "jz": 6.76
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 25,
        "jz": 6.25
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国金融研究院",
        "zs": 13,
        "jz": 6.06
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 24,
        "jz": 5.58
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 30,
        "jz": 5.3
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 8,
        "jz": 5.24
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 16,
        "jz": 4.85
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息网络中心",
        "zs": 39,
        "jz": 4.83
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "高等教育研究所",
        "zs": 15,
        "jz": 4.1
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 14,
        "jz": 4.08
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "城市发展研究院",
        "zs": 28,
        "jz": 3.8
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 18,
        "jz": 3.66
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学研究所",
        "zs": 11,
        "jz": 3.53
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "艺术教育部",
        "zs": 18,
        "jz": 3.13
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 17,
        "jz": 3.07
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会发展学院",
        "zs": 19,
        "jz": 2.54
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 5,
        "jz": 2.02
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 9,
        "jz": 1.99
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 7,
        "jz": 1.67
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海终身教育研究院",
        "zs": 1,
        "jz": 1.58
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 9,
        "jz": 1.48
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 8,
        "jz": 1.42
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 4,
        "jz": 1.32
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 4,
        "jz": 1.28
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "发展与教育心理学研究所",
        "zs": 3,
        "jz": 1.2
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 1,
        "jz": 1.04
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 4,
        "jz": 1.03
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 5,
        "jz": 0.94
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 3,
        "jz": 0.92
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 5,
        "jz": 0.87
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 5,
        "jz": 0.86
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 3,
        "jz": 0.72
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会工作系",
        "zs": 4,
        "jz": 0.71
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "传媒科学实验中心",
        "zs": 2,
        "jz": 0.7
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "古籍研究所",
        "zs": 6,
        "jz": 0.64
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育高等研究院",
        "zs": 4,
        "jz": 0.64
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 4,
        "jz": 0.61
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 3,
        "jz": 0.61
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 3,
        "jz": 0.57
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "艺术研究所",
        "zs": 2,
        "jz": 0.56
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "翻译系",
        "zs": 3,
        "jz": 0.55
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "外语教育技术中心",
        "zs": 2,
        "jz": 0.5
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 4,
        "jz": 0.48
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 2,
        "jz": 0.47
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学系",
        "zs": 3,
        "jz": 0.45
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 3,
        "jz": 0.43
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 1,
        "jz": 0.39
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.38
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "人类学研究所",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子工程系",
        "zs": 2,
        "jz": 0.32
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 2,
        "jz": 0.3
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 1147,
        "jz": 268.6
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 207,
        "jz": 56.2
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 143,
        "jz": 39.35
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "皮亚杰研究中心",
        "zs": 66,
        "jz": 38.8
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 163,
        "jz": 37.06
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "后勤保障部",
        "zs": 67,
        "jz": 32.42
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 108,
        "jz": 31.72
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 123,
        "jz": 26.11
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 103,
        "jz": 22.02
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 35,
        "jz": 20.85
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 112,
        "jz": 19.93
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 112,
        "jz": 19.84
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 67,
        "jz": 17.98
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 62,
        "jz": 16.87
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "人口研究所",
        "zs": 24,
        "jz": 13.8
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 33,
        "jz": 12.72
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 32,
        "jz": 11.82
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生态与环境科学学院",
        "zs": 41,
        "jz": 11.04
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "考试与评价研究院",
        "zs": 36,
        "jz": 10.32
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "大学英语教学部",
        "zs": 38,
        "jz": 7.24
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 25,
        "jz": 6.25
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中国金融研究院",
        "zs": 13,
        "jz": 6.06
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 24,
        "jz": 5.58
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 30,
        "jz": 5.3
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 8,
        "jz": 5.24
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 16,
        "jz": 4.85
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息网络中心",
        "zs": 39,
        "jz": 4.83
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "高等教育研究所",
        "zs": 15,
        "jz": 4.1
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 18,
        "jz": 3.66
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "课程与教学研究所",
        "zs": 11,
        "jz": 3.53
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "艺术教育部",
        "zs": 18,
        "jz": 3.13
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 17,
        "jz": 3.07
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "社会发展学院",
        "zs": 19,
        "jz": 2.54
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 4,
        "jz": 2.2
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康学院办公室",
        "zs": 5,
        "jz": 2.02
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 9,
        "jz": 1.99
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 7,
        "jz": 1.67
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海终身教育研究院",
        "zs": 1,
        "jz": 1.58
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "心理与认知科学学院",
        "zs": 9,
        "jz": 1.48
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 8,
        "jz": 1.42
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际与比较教育研究所",
        "zs": 4,
        "jz": 1.32
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 4,
        "jz": 1.28
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "发展与教育心理学研究所",
        "zs": 3,
        "jz": 1.2
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "思勉人文高等研究院",
        "zs": 1,
        "jz": 1.04
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 5,
        "jz": 0.94
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院",
        "zs": 3,
        "jz": 0.92
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 5,
        "jz": 0.86
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "英语系",
        "zs": 3,
        "jz": 0.72
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "社会工作系",
        "zs": 4,
        "jz": 0.71
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "传媒科学实验中心",
        "zs": 2,
        "jz": 0.7
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "古籍研究所",
        "zs": 6,
        "jz": 0.64
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育高等研究院",
        "zs": 4,
        "jz": 0.64
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "材料科学系",
        "zs": 4,
        "jz": 0.61
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 3,
        "jz": 0.61
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 3,
        "jz": 0.57
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "艺术研究所",
        "zs": 2,
        "jz": 0.56
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "翻译系",
        "zs": 3,
        "jz": 0.55
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "外语教育技术中心",
        "zs": 2,
        "jz": 0.5
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 4,
        "jz": 0.48
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 1,
        "jz": 0.48
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院",
        "zs": 2,
        "jz": 0.47
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "美术学系",
        "zs": 3,
        "jz": 0.45
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康学院",
        "zs": 3,
        "jz": 0.43
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 1,
        "jz": 0.39
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "人类学研究所",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子工程系",
        "zs": 2,
        "jz": 0.32
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 2,
        "jz": 0.3
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学部",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 9,
        "jz": 33.45
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 20,
        "jz": 8.86
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 17,
        "jz": 7.56
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 31,
        "jz": 6.76
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命科学学院办公室",
        "zs": 14,
        "jz": 4.08
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "城市发展研究院",
        "zs": 28,
        "jz": 3.8
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 18,
        "jz": 1.99
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 3,
        "jz": 1.67
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 1
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 5,
        "jz": 0.87
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 3,
        "jz": 0.56
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.38
    },
    {
        "tjn": 2016,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 205,
        "jz": 52.45
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 116,
        "jz": 34.15
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部",
        "zs": 67,
        "jz": 32.42
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 62,
        "jz": 16.87
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 50,
        "jz": 14.09
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "人口研究所",
        "zs": 24,
        "jz": 13.8
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 41,
        "jz": 11.04
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 27,
        "jz": 10.77
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "大学英语教学部",
        "zs": 38,
        "jz": 7.24
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 17,
        "jz": 6.05
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 14,
        "jz": 4.08
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 18,
        "jz": 3.98
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 17,
        "jz": 2.85
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会发展学院",
        "zs": 19,
        "jz": 2.54
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 5,
        "jz": 2.02
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 7,
        "jz": 1.67
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 1,
        "jz": 1.04
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 4,
        "jz": 1.03
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 5,
        "jz": 0.94
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 3,
        "jz": 0.92
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 5,
        "jz": 0.87
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 3,
        "jz": 0.72
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "传媒科学实验中心",
        "zs": 2,
        "jz": 0.7
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 4,
        "jz": 0.61
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 3,
        "jz": 0.57
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "翻译系",
        "zs": 3,
        "jz": 0.55
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "外语教育技术中心",
        "zs": 2,
        "jz": 0.5
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 4,
        "jz": 0.48
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 2,
        "jz": 0.47
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "美术学系",
        "zs": 3,
        "jz": 0.45
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 3,
        "jz": 0.43
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 1,
        "jz": 0.39
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.38
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "人类学研究所",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子工程系",
        "zs": 2,
        "jz": 0.32
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 2,
        "jz": 0.3
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "古籍研究所",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 205,
        "jz": 52.45
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 115,
        "jz": 33.15
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "后勤保障部",
        "zs": 67,
        "jz": 32.42
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 62,
        "jz": 16.87
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 50,
        "jz": 14.09
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "人口研究所",
        "zs": 24,
        "jz": 13.8
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生态与环境科学学院",
        "zs": 41,
        "jz": 11.04
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 27,
        "jz": 10.77
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "大学英语教学部",
        "zs": 38,
        "jz": 7.24
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 18,
        "jz": 3.98
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 17,
        "jz": 2.85
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "社会发展学院",
        "zs": 19,
        "jz": 2.54
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院办公室",
        "zs": 5,
        "jz": 2.02
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 7,
        "jz": 1.67
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "思勉人文高等研究院",
        "zs": 1,
        "jz": 1.04
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 5,
        "jz": 0.94
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院",
        "zs": 3,
        "jz": 0.92
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "英语系",
        "zs": 3,
        "jz": 0.72
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "传媒科学实验中心",
        "zs": 2,
        "jz": 0.7
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "材料科学系",
        "zs": 4,
        "jz": 0.61
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 3,
        "jz": 0.57
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "翻译系",
        "zs": 3,
        "jz": 0.55
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "外语教育技术中心",
        "zs": 2,
        "jz": 0.5
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 4,
        "jz": 0.48
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 1,
        "jz": 0.48
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院",
        "zs": 2,
        "jz": 0.47
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "美术学系",
        "zs": 3,
        "jz": 0.45
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院",
        "zs": 3,
        "jz": 0.43
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 1,
        "jz": 0.39
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "人类学研究所",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子工程系",
        "zs": 2,
        "jz": 0.32
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 2,
        "jz": 0.3
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "古籍研究所",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 17,
        "jz": 6.05
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命科学学院办公室",
        "zs": 14,
        "jz": 4.08
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 1
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 5,
        "jz": 0.87
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 3,
        "jz": 0.56
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.38
    },
    {
        "tjn": 2016,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 1150,
        "jz": 270.27
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "皮亚杰研究中心",
        "zs": 66,
        "jz": 38.8
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 163,
        "jz": 37.06
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 9,
        "jz": 33.45
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 108,
        "jz": 31.72
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 123,
        "jz": 26.11
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 103,
        "jz": 22.02
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 130,
        "jz": 21.83
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 35,
        "jz": 20.85
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 112,
        "jz": 19.93
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 33,
        "jz": 12.72
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "考试与评价研究院",
        "zs": 36,
        "jz": 10.32
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 21,
        "jz": 9.76
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 31,
        "jz": 6.76
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 25,
        "jz": 6.25
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 28,
        "jz": 6.2
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "中国金融研究院",
        "zs": 13,
        "jz": 6.06
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 8,
        "jz": 5.24
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 16,
        "jz": 4.85
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息网络中心",
        "zs": 39,
        "jz": 4.83
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "高等教育研究所",
        "zs": 15,
        "jz": 4.1
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 17,
        "jz": 3.89
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "城市发展研究院",
        "zs": 28,
        "jz": 3.8
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 2,
        "jz": 3.75
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 18,
        "jz": 3.66
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学研究所",
        "zs": 11,
        "jz": 3.53
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "艺术教育部",
        "zs": 18,
        "jz": 3.13
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 17,
        "jz": 3.07
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 3,
        "jz": 2.81
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 13,
        "jz": 2.45
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 9,
        "jz": 1.99
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 6,
        "jz": 1.59
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海终身教育研究院",
        "zs": 1,
        "jz": 1.58
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 9,
        "jz": 1.48
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 8,
        "jz": 1.42
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际与比较教育研究所",
        "zs": 4,
        "jz": 1.32
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 4,
        "jz": 1.28
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "发展与教育心理学研究所",
        "zs": 3,
        "jz": 1.2
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 5,
        "jz": 1.05
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 4,
        "jz": 0.75
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "社会工作系",
        "zs": 4,
        "jz": 0.71
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育高等研究院",
        "zs": 4,
        "jz": 0.64
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 3,
        "jz": 0.61
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "艺术研究所",
        "zs": 2,
        "jz": 0.56
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "古籍研究所",
        "zs": 5,
        "jz": 0.53
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 1147,
        "jz": 268.6
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "皮亚杰研究中心",
        "zs": 66,
        "jz": 38.8
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 163,
        "jz": 37.06
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 108,
        "jz": 31.72
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 123,
        "jz": 26.11
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 103,
        "jz": 22.02
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 35,
        "jz": 20.85
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 112,
        "jz": 19.93
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 112,
        "jz": 19.84
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 33,
        "jz": 12.72
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "考试与评价研究院",
        "zs": 36,
        "jz": 10.32
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 25,
        "jz": 6.25
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 28,
        "jz": 6.2
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "中国金融研究院",
        "zs": 13,
        "jz": 6.06
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 8,
        "jz": 5.24
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 16,
        "jz": 4.85
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息网络中心",
        "zs": 39,
        "jz": 4.83
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "高等教育研究所",
        "zs": 15,
        "jz": 4.1
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 17,
        "jz": 3.89
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 2,
        "jz": 3.75
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 18,
        "jz": 3.66
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "课程与教学研究所",
        "zs": 11,
        "jz": 3.53
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "艺术教育部",
        "zs": 18,
        "jz": 3.13
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 17,
        "jz": 3.07
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 13,
        "jz": 2.45
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 4,
        "jz": 2.2
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 9,
        "jz": 1.99
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 6,
        "jz": 1.59
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海终身教育研究院",
        "zs": 1,
        "jz": 1.58
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "心理与认知科学学院",
        "zs": 9,
        "jz": 1.48
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 8,
        "jz": 1.42
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际与比较教育研究所",
        "zs": 4,
        "jz": 1.32
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 4,
        "jz": 1.28
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "发展与教育心理学研究所",
        "zs": 3,
        "jz": 1.2
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 5,
        "jz": 1.05
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 4,
        "jz": 0.75
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "社会工作系",
        "zs": 4,
        "jz": 0.71
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育高等研究院",
        "zs": 4,
        "jz": 0.64
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 3,
        "jz": 0.61
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "艺术研究所",
        "zs": 2,
        "jz": 0.56
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "古籍研究所",
        "zs": 5,
        "jz": 0.53
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学部",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 9,
        "jz": 33.45
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 17,
        "jz": 7.56
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 31,
        "jz": 6.76
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "城市发展研究院",
        "zs": 28,
        "jz": 3.8
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 3,
        "jz": 2.81
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 18,
        "jz": 1.99
    },
    {
        "tjn": 2016,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 3,
        "jz": 1.67
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 165,
        "jz": 80.14
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 41,
        "jz": 23.16
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 84,
        "jz": 23.07
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 130,
        "jz": 22.74
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 39,
        "jz": 17.46
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 141,
        "jz": 17.35
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 60,
        "jz": 14.51
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 25,
        "jz": 12.22
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 8,
        "jz": 11.12
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 57,
        "jz": 10.83
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 42,
        "jz": 10.78
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 56,
        "jz": 10.44
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 30,
        "jz": 9.32
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系",
        "zs": 27,
        "jz": 8.06
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 32,
        "jz": 7.01
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 32,
        "jz": 6.85
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "传播学院办公室",
        "zs": 36,
        "jz": 6.43
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 13,
        "jz": 4.94
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会发展学院",
        "zs": 21,
        "jz": 4.49
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 18,
        "jz": 3.75
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 10,
        "jz": 3.59
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 9,
        "jz": 3.27
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 11,
        "jz": 3.12
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "心理学系",
        "zs": 8,
        "jz": 3.11
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 6,
        "jz": 2.97
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 3,
        "jz": 2.56
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 20,
        "jz": 2.4
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 7,
        "jz": 2.39
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "艺术研究所",
        "zs": 18,
        "jz": 2.29
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 9,
        "jz": 2.04
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 6,
        "jz": 2
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 11,
        "jz": 1.99
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 9,
        "jz": 1.97
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 7,
        "jz": 1.64
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 7,
        "jz": 1.62
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "公共管理学院",
        "zs": 5,
        "jz": 1.43
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 4,
        "jz": 1.29
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "城市发展研究院",
        "zs": 11,
        "jz": 1.19
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "图书馆",
        "zs": 10,
        "jz": 1.13
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 5,
        "jz": 1.01
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院",
        "zs": 3,
        "jz": 0.99
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院（教师发展学院）",
        "zs": 4,
        "jz": 0.99
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "高等教育研究所",
        "zs": 3,
        "jz": 0.96
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "古籍研究所",
        "zs": 3,
        "jz": 0.69
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 3,
        "jz": 0.67
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "康复科学系",
        "zs": 2,
        "jz": 0.62
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际航运物流研究院",
        "zs": 1,
        "jz": 0.58
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中转仓库",
        "zs": 4,
        "jz": 0.52
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 2,
        "jz": 0.52
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学研究所",
        "zs": 2,
        "jz": 0.42
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息网络中心",
        "zs": 3,
        "jz": 0.41
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "日语系",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学系",
        "zs": 1,
        "jz": 0.39
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 2,
        "jz": 0.38
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "传媒科学实验中心",
        "zs": 2,
        "jz": 0.36
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 2,
        "jz": 0.35
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 2,
        "jz": 0.35
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 1,
        "jz": 0.35
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地球科学学部办公室",
        "zs": 2,
        "jz": 0.32
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电镜中心（材料）",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.27
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长中心港澳台办公室",
        "zs": 2,
        "jz": 0.22
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "偏微分方程中心",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "高级管理者发展与培训中心、华东高师师资培训中心",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "孟宪承书院院部",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 60,
        "jz": 26.25
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 41,
        "jz": 23.16
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生态与环境科学学院",
        "zs": 130,
        "jz": 22.74
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 38,
        "jz": 17.11
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 139,
        "jz": 17.02
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 73,
        "jz": 15.9
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 60,
        "jz": 14.51
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 25,
        "jz": 12.22
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 8,
        "jz": 11.12
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 57,
        "jz": 10.83
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 56,
        "jz": 10.44
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 40,
        "jz": 10.38
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 30,
        "jz": 9.32
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息技术学系",
        "zs": 27,
        "jz": 8.06
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 32,
        "jz": 7.01
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 32,
        "jz": 6.85
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "传播学院办公室",
        "zs": 36,
        "jz": 6.43
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "社会发展学院",
        "zs": 21,
        "jz": 4.49
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 18,
        "jz": 3.75
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 11,
        "jz": 3.12
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "心理学系",
        "zs": 8,
        "jz": 3.11
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 6,
        "jz": 2.97
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信工程系",
        "zs": 3,
        "jz": 2.56
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 7,
        "jz": 2.39
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "艺术研究所",
        "zs": 18,
        "jz": 2.29
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 9,
        "jz": 2.04
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 11,
        "jz": 1.99
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 9,
        "jz": 1.97
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 7,
        "jz": 1.64
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "公共管理学院",
        "zs": 5,
        "jz": 1.43
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 4,
        "jz": 1.29
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "材料科学系",
        "zs": 6,
        "jz": 1.27
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 5,
        "jz": 1.01
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院",
        "zs": 3,
        "jz": 0.99
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院（教师发展学院）",
        "zs": 4,
        "jz": 0.99
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "高等教育研究所",
        "zs": 3,
        "jz": 0.96
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "古籍研究所",
        "zs": 3,
        "jz": 0.69
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "康复科学系",
        "zs": 2,
        "jz": 0.62
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际航运物流研究院",
        "zs": 1,
        "jz": 0.58
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中转仓库",
        "zs": 4,
        "jz": 0.52
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "课程与教学研究所",
        "zs": 2,
        "jz": 0.42
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息网络中心",
        "zs": 3,
        "jz": 0.41
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "日语系",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "美术学系",
        "zs": 1,
        "jz": 0.39
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 2,
        "jz": 0.38
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "传媒科学实验中心",
        "zs": 2,
        "jz": 0.36
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 2,
        "jz": 0.35
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院",
        "zs": 2,
        "jz": 0.35
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 1,
        "jz": 0.35
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地球科学学部办公室",
        "zs": 2,
        "jz": 0.32
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.27
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "社会学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "偏微分方程中心",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "孟宪承书院院部",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 105,
        "jz": 53.88
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 11,
        "jz": 7.17
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 13,
        "jz": 4.94
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 10,
        "jz": 3.59
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 9,
        "jz": 3.27
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 20,
        "jz": 2.4
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 6,
        "jz": 2
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "城市发展研究院",
        "zs": 11,
        "jz": 1.19
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "图书馆",
        "zs": 10,
        "jz": 1.13
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 0.56
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 2,
        "jz": 0.52
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.35
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.34
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 2,
        "jz": 0.33
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电镜中心（材料）",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育部中学校长中心港澳台办公室",
        "zs": 2,
        "jz": 0.22
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2015,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "高级管理者发展与培训中心、华东高师师资培训中心",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 130,
        "jz": 22.74
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 38,
        "jz": 17.11
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 131,
        "jz": 15.43
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 30,
        "jz": 9.32
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 33,
        "jz": 6.78
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "传播学院办公室",
        "zs": 36,
        "jz": 6.43
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会发展学院",
        "zs": 21,
        "jz": 4.49
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 18,
        "jz": 3.75
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 10,
        "jz": 3.59
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 11,
        "jz": 3.12
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 6,
        "jz": 2.97
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 9,
        "jz": 2.58
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 3,
        "jz": 2.56
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 20,
        "jz": 2.4
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 6,
        "jz": 2.27
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 6,
        "jz": 2
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 11,
        "jz": 1.99
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 6,
        "jz": 1.65
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 7,
        "jz": 1.64
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 7,
        "jz": 1.62
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 9,
        "jz": 1.32
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 4,
        "jz": 1.29
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "图书馆",
        "zs": 10,
        "jz": 1.13
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 5,
        "jz": 1.01
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 3,
        "jz": 0.67
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "古籍研究所",
        "zs": 2,
        "jz": 0.56
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 2,
        "jz": 0.52
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "日语系",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "美术学系",
        "zs": 1,
        "jz": 0.39
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "传媒科学实验中心",
        "zs": 2,
        "jz": 0.36
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 2,
        "jz": 0.35
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 1,
        "jz": 0.35
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电镜中心（材料）",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中转仓库",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "偏微分方程中心",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "孟宪承书院院部",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生态与环境科学学院",
        "zs": 130,
        "jz": 22.74
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 38,
        "jz": 17.11
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 131,
        "jz": 15.43
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 30,
        "jz": 9.32
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 33,
        "jz": 6.78
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "传播学院办公室",
        "zs": 36,
        "jz": 6.43
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "社会发展学院",
        "zs": 21,
        "jz": 4.49
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 18,
        "jz": 3.75
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 11,
        "jz": 3.12
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 6,
        "jz": 2.97
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "通信工程系",
        "zs": 3,
        "jz": 2.56
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 6,
        "jz": 2.27
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 11,
        "jz": 1.99
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 6,
        "jz": 1.65
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 7,
        "jz": 1.64
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 4,
        "jz": 1.29
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "材料科学系",
        "zs": 6,
        "jz": 1.27
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 5,
        "jz": 1.01
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 7,
        "jz": 0.92
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "古籍研究所",
        "zs": 2,
        "jz": 0.56
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "日语系",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "美术学系",
        "zs": 1,
        "jz": 0.39
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "传媒科学实验中心",
        "zs": 2,
        "jz": 0.36
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院",
        "zs": 2,
        "jz": 0.35
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 1,
        "jz": 0.35
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "中转仓库",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "社会学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "偏微分方程中心",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "孟宪承书院院部",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 10,
        "jz": 3.59
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 9,
        "jz": 2.58
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 20,
        "jz": 2.4
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 6,
        "jz": 2
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "图书馆",
        "zs": 10,
        "jz": 1.13
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 0.56
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 2,
        "jz": 0.52
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.35
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电镜中心（材料）",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2015,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 165,
        "jz": 80.14
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 41,
        "jz": 23.16
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 84,
        "jz": 23.07
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 60,
        "jz": 14.51
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 25,
        "jz": 12.22
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 8,
        "jz": 11.12
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 57,
        "jz": 10.83
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 33,
        "jz": 9.46
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系",
        "zs": 27,
        "jz": 8.06
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 32,
        "jz": 7.01
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 26,
        "jz": 5.2
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 23,
        "jz": 3.66
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 9,
        "jz": 3.27
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "心理学系",
        "zs": 8,
        "jz": 3.11
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 4,
        "jz": 2.37
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "艺术研究所",
        "zs": 18,
        "jz": 2.29
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 9,
        "jz": 2.04
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 9,
        "jz": 1.97
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 10,
        "jz": 1.92
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "公共管理学院",
        "zs": 5,
        "jz": 1.43
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "城市发展研究院",
        "zs": 11,
        "jz": 1.19
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院",
        "zs": 3,
        "jz": 0.99
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院（教师发展学院）",
        "zs": 4,
        "jz": 0.99
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "高等教育研究所",
        "zs": 3,
        "jz": 0.96
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "康复科学系",
        "zs": 2,
        "jz": 0.62
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际航运物流研究院",
        "zs": 1,
        "jz": 0.58
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学研究所",
        "zs": 2,
        "jz": 0.42
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息网络中心",
        "zs": 3,
        "jz": 0.41
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 2,
        "jz": 0.38
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "中转仓库",
        "zs": 3,
        "jz": 0.37
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 2,
        "jz": 0.35
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.34
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地球科学学部办公室",
        "zs": 2,
        "jz": 0.32
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长中心港澳台办公室",
        "zs": 2,
        "jz": 0.22
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "古籍研究所",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "高级管理者发展与培训中心、华东高师师资培训中心",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 60,
        "jz": 26.25
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 41,
        "jz": 23.16
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 73,
        "jz": 15.9
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 60,
        "jz": 14.51
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 25,
        "jz": 12.22
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 8,
        "jz": 11.12
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 57,
        "jz": 10.83
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 33,
        "jz": 9.46
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息技术学系",
        "zs": 27,
        "jz": 8.06
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 32,
        "jz": 7.01
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 26,
        "jz": 5.2
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 23,
        "jz": 3.66
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "心理学系",
        "zs": 8,
        "jz": 3.11
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "艺术研究所",
        "zs": 18,
        "jz": 2.29
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 9,
        "jz": 2.04
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 9,
        "jz": 1.97
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 8,
        "jz": 1.59
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "公共管理学院",
        "zs": 5,
        "jz": 1.43
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院",
        "zs": 3,
        "jz": 0.99
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院（教师发展学院）",
        "zs": 4,
        "jz": 0.99
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "高等教育研究所",
        "zs": 3,
        "jz": 0.96
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "康复科学系",
        "zs": 2,
        "jz": 0.62
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际航运物流研究院",
        "zs": 1,
        "jz": 0.58
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "课程与教学研究所",
        "zs": 2,
        "jz": 0.42
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息网络中心",
        "zs": 3,
        "jz": 0.41
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 2,
        "jz": 0.38
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "中转仓库",
        "zs": 3,
        "jz": 0.37
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 2,
        "jz": 0.35
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "地球科学学部办公室",
        "zs": 2,
        "jz": 0.32
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "古籍研究所",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 105,
        "jz": 53.88
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 11,
        "jz": 7.17
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 9,
        "jz": 3.27
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 4,
        "jz": 2.37
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "城市发展研究院",
        "zs": 11,
        "jz": 1.19
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.34
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 2,
        "jz": 0.33
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育部中学校长中心港澳台办公室",
        "zs": 2,
        "jz": 0.22
    },
    {
        "tjn": 2015,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "高级管理者发展与培训中心、华东高师师资培训中心",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 120,
        "jz": 449.58
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 242,
        "jz": 286
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 82,
        "jz": 162.97
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "孟宪承书院院部",
        "zs": 260,
        "jz": 107.62
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 59,
        "jz": 94.47
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 334,
        "jz": 82.66
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 42,
        "jz": 69.03
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 36,
        "jz": 38.14
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "城市发展研究院",
        "zs": 84,
        "jz": 32.53
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 39,
        "jz": 25.06
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 87,
        "jz": 22.65
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "心理学系",
        "zs": 107,
        "jz": 19.36
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 1,
        "jz": 18.92
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 10,
        "jz": 18.69
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 7,
        "jz": 17.3
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 64,
        "jz": 12.46
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 30,
        "jz": 11.17
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 51,
        "jz": 10.52
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "高级管理者发展与培训中心、华东高师师资培训中心",
        "zs": 16,
        "jz": 10.4
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 25,
        "jz": 10.28
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 34,
        "jz": 8.47
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "翻译系",
        "zs": 43,
        "jz": 7.68
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 23,
        "jz": 7.49
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部1（网络教育学院院部）",
        "zs": 49,
        "jz": 6.3
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 27,
        "jz": 6.26
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 14,
        "jz": 5.51
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 3,
        "jz": 4.66
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "思想政治教育系",
        "zs": 14,
        "jz": 4.38
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 2,
        "jz": 4.03
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系",
        "zs": 16,
        "jz": 3.94
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 21,
        "jz": 3.87
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 9,
        "jz": 3.78
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 16,
        "jz": 3.76
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 20,
        "jz": 3.75
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院（教师发展学院）",
        "zs": 21,
        "jz": 3.61
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 9,
        "jz": 3.6
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 13,
        "jz": 3.57
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部",
        "zs": 19,
        "jz": 3.53
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 17,
        "jz": 3.49
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学研究所",
        "zs": 12,
        "jz": 3.03
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 26,
        "jz": 2.91
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 10,
        "jz": 2.51
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 7,
        "jz": 2.49
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 4,
        "jz": 2.42
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 10,
        "jz": 2.14
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 8,
        "jz": 1.74
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 3,
        "jz": 1.48
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 4,
        "jz": 1.26
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 1,
        "jz": 1.21
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 3,
        "jz": 1.19
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康实验中心",
        "zs": 8,
        "jz": 1.19
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 2,
        "jz": 1.11
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 4,
        "jz": 0.91
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 3,
        "jz": 0.89
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子工程系",
        "zs": 3,
        "jz": 0.86
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地球科学学部办公室",
        "zs": 6,
        "jz": 0.85
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学系",
        "zs": 3,
        "jz": 0.79
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 3,
        "jz": 0.75
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 2,
        "jz": 0.74
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 5,
        "jz": 0.71
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "传播学院办公室",
        "zs": 6,
        "jz": 0.61
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 5,
        "jz": 0.59
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 3,
        "jz": 0.55
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "康复科学系",
        "zs": 4,
        "jz": 0.55
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 3,
        "jz": 0.46
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 3,
        "jz": 0.43
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 1,
        "jz": 0.34
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 1,
        "jz": 0.34
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "人类学研究所",
        "zs": 1,
        "jz": 0.31
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "古籍研究所",
        "zs": 2,
        "jz": 0.22
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "科技处",
        "zs": 1,
        "jz": 0.21
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长中心培训部",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "档案馆",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "光华书院",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会发展学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 120,
        "jz": 449.58
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学学院",
        "zs": 204,
        "jz": 229.41
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生态与环境科学学院",
        "zs": 76,
        "jz": 155.92
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "孟宪承书院院部",
        "zs": 260,
        "jz": 107.62
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 59,
        "jz": 94.47
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 334,
        "jz": 82.66
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 42,
        "jz": 69.03
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 36,
        "jz": 38.14
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 87,
        "jz": 22.65
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学学院办公室",
        "zs": 37,
        "jz": 20.98
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "心理学系",
        "zs": 107,
        "jz": 19.36
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 1,
        "jz": 18.92
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 10,
        "jz": 18.69
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "思勉人文高等研究院",
        "zs": 7,
        "jz": 17.3
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 63,
        "jz": 12.27
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 51,
        "jz": 10.52
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 25,
        "jz": 10.28
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 34,
        "jz": 8.47
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "翻译系",
        "zs": 43,
        "jz": 7.68
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 22,
        "jz": 7.35
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院院部1（网络教育学院院部）",
        "zs": 49,
        "jz": 6.3
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 27,
        "jz": 6.26
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "思想政治教育系",
        "zs": 14,
        "jz": 4.38
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息技术学系",
        "zs": 16,
        "jz": 3.94
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 21,
        "jz": 3.87
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 16,
        "jz": 3.76
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 20,
        "jz": 3.75
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院（教师发展学院）",
        "zs": 21,
        "jz": 3.61
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 9,
        "jz": 3.6
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "后勤保障部",
        "zs": 19,
        "jz": 3.53
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 17,
        "jz": 3.49
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "课程与教学研究所",
        "zs": 12,
        "jz": 3.03
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 26,
        "jz": 2.91
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 10,
        "jz": 2.51
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 4,
        "jz": 2.42
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 10,
        "jz": 2.2
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 10,
        "jz": 2.14
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 6,
        "jz": 1.52
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "心理与认知科学学院",
        "zs": 3,
        "jz": 1.48
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 4,
        "jz": 1.3
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 1,
        "jz": 1.21
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 3,
        "jz": 1.19
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康实验中心",
        "zs": 8,
        "jz": 1.19
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学部",
        "zs": 4,
        "jz": 0.91
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 3,
        "jz": 0.89
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子工程系",
        "zs": 3,
        "jz": 0.86
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地球科学学部办公室",
        "zs": 6,
        "jz": 0.85
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "美术学系",
        "zs": 3,
        "jz": 0.79
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 2,
        "jz": 0.74
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理学系",
        "zs": 1,
        "jz": 0.69
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "传播学院办公室",
        "zs": 6,
        "jz": 0.61
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 5,
        "jz": 0.59
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 3,
        "jz": 0.55
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "康复科学系",
        "zs": 4,
        "jz": 0.55
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.51
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 2,
        "jz": 0.48
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 3,
        "jz": 0.46
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "英语系",
        "zs": 3,
        "jz": 0.43
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 1,
        "jz": 0.34
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 1,
        "jz": 0.34
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "人类学研究所",
        "zs": 1,
        "jz": 0.31
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.27
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "古籍研究所",
        "zs": 2,
        "jz": 0.22
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "科技处",
        "zs": 1,
        "jz": 0.21
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "档案馆",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "光华书院",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "社会发展学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 38,
        "jz": 56.59
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "城市发展研究院",
        "zs": 84,
        "jz": 32.53
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 30,
        "jz": 11.17
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "高级管理者发展与培训中心、华东高师师资培训中心",
        "zs": 16,
        "jz": 10.4
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 6,
        "jz": 7.05
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 3,
        "jz": 4.66
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 10,
        "jz": 4.21
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命科学学院办公室",
        "zs": 2,
        "jz": 4.08
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 9,
        "jz": 3.78
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理学系",
        "zs": 1,
        "jz": 3.34
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 7,
        "jz": 2.49
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 3,
        "jz": 1.37
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.99
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 5,
        "jz": 0.71
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.6
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教师教育学院",
        "zs": 1,
        "jz": 0.28
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 2,
        "jz": 0.22
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育部中学校长中心培训部",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2014,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 110,
        "jz": 447.38
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 242,
        "jz": 286
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 82,
        "jz": 162.97
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "孟宪承书院院部",
        "zs": 260,
        "jz": 107.62
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 59,
        "jz": 94.47
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 331,
        "jz": 82.08
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 42,
        "jz": 69.03
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 39,
        "jz": 25.06
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 1,
        "jz": 18.92
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 2,
        "jz": 18.89
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 10,
        "jz": 18.69
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 7,
        "jz": 17.3
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 33,
        "jz": 8.28
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "翻译系",
        "zs": 43,
        "jz": 7.68
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 23,
        "jz": 7.49
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "思想政治教育系",
        "zs": 14,
        "jz": 4.38
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 1,
        "jz": 4.35
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 2,
        "jz": 4.03
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 9,
        "jz": 3.78
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 20,
        "jz": 3.75
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 13,
        "jz": 3.57
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部",
        "zs": 19,
        "jz": 3.53
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 26,
        "jz": 2.91
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 15,
        "jz": 2.56
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 7,
        "jz": 2.49
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 4,
        "jz": 2.42
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 7,
        "jz": 1.73
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 6,
        "jz": 1.31
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 4,
        "jz": 1.26
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 1,
        "jz": 1.21
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康实验中心",
        "zs": 8,
        "jz": 1.19
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 2,
        "jz": 1.11
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 3,
        "jz": 0.89
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子工程系",
        "zs": 3,
        "jz": 0.86
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "美术学系",
        "zs": 2,
        "jz": 0.66
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "传播学院办公室",
        "zs": 6,
        "jz": 0.61
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 5,
        "jz": 0.59
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 3,
        "jz": 0.45
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 3,
        "jz": 0.43
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "人类学研究所",
        "zs": 1,
        "jz": 0.31
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 1,
        "jz": 0.28
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "古籍研究所",
        "zs": 2,
        "jz": 0.22
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "科技处",
        "zs": 1,
        "jz": 0.21
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "档案馆",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "光华书院",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会发展学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 110,
        "jz": 447.38
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学学院",
        "zs": 204,
        "jz": 229.41
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生态与环境科学学院",
        "zs": 76,
        "jz": 155.92
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "孟宪承书院院部",
        "zs": 260,
        "jz": 107.62
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 59,
        "jz": 94.47
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 331,
        "jz": 82.08
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 42,
        "jz": 69.03
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学学院办公室",
        "zs": 37,
        "jz": 20.98
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 1,
        "jz": 18.92
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 2,
        "jz": 18.89
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 10,
        "jz": 18.69
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "思勉人文高等研究院",
        "zs": 7,
        "jz": 17.3
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 33,
        "jz": 8.28
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "翻译系",
        "zs": 43,
        "jz": 7.68
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 22,
        "jz": 7.35
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "思想政治教育系",
        "zs": 14,
        "jz": 4.38
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 20,
        "jz": 3.75
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "后勤保障部",
        "zs": 19,
        "jz": 3.53
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 26,
        "jz": 2.91
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 15,
        "jz": 2.56
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 4,
        "jz": 2.42
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 10,
        "jz": 2.2
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 7,
        "jz": 1.73
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 6,
        "jz": 1.31
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 1,
        "jz": 1.21
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "体育与健康实验中心",
        "zs": 8,
        "jz": 1.19
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 3,
        "jz": 0.89
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子工程系",
        "zs": 3,
        "jz": 0.86
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理学系",
        "zs": 1,
        "jz": 0.69
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "美术学系",
        "zs": 2,
        "jz": 0.66
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "传播学院办公室",
        "zs": 6,
        "jz": 0.61
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 5,
        "jz": 0.59
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.51
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "英语系",
        "zs": 3,
        "jz": 0.43
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "人类学研究所",
        "zs": 1,
        "jz": 0.31
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 1,
        "jz": 0.28
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.27
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "古籍研究所",
        "zs": 2,
        "jz": 0.22
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "科技处",
        "zs": 1,
        "jz": 0.21
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "档案馆",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "光华书院",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "社会发展学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 38,
        "jz": 56.59
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 6,
        "jz": 7.05
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 1,
        "jz": 4.35
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命科学学院办公室",
        "zs": 2,
        "jz": 4.08
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 9,
        "jz": 3.78
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理学系",
        "zs": 1,
        "jz": 3.34
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 7,
        "jz": 2.49
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 3,
        "jz": 1.37
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.99
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.6
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 3,
        "jz": 0.45
    },
    {
        "tjn": 2014,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "城市发展研究院",
        "zs": 84,
        "jz": 32.53
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 87,
        "jz": 22.65
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "心理学系",
        "zs": 107,
        "jz": 19.36
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 34,
        "jz": 19.26
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 64,
        "jz": 12.46
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 30,
        "jz": 11.17
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 51,
        "jz": 10.52
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "高级管理者发展与培训中心、华东高师师资培训中心",
        "zs": 16,
        "jz": 10.4
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 25,
        "jz": 10.28
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部1（网络教育学院院部）",
        "zs": 49,
        "jz": 6.3
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 27,
        "jz": 6.26
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 14,
        "jz": 5.51
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系",
        "zs": 16,
        "jz": 3.94
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院（教师发展学院）",
        "zs": 21,
        "jz": 3.61
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 9,
        "jz": 3.6
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 17,
        "jz": 3.49
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学研究所",
        "zs": 12,
        "jz": 3.03
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 10,
        "jz": 2.2
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 9,
        "jz": 2.03
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 9,
        "jz": 2.01
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 3,
        "jz": 1.48
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 6,
        "jz": 1.3
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 4,
        "jz": 1.2
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 6,
        "jz": 1.14
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 4,
        "jz": 0.91
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地球科学学部办公室",
        "zs": 6,
        "jz": 0.85
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.79
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 2,
        "jz": 0.74
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 3,
        "jz": 0.58
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 3,
        "jz": 0.55
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "康复科学系",
        "zs": 4,
        "jz": 0.55
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 2,
        "jz": 0.48
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 1,
        "jz": 0.34
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 1,
        "jz": 0.34
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 2,
        "jz": 0.31
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长中心培训部",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "美术学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 87,
        "jz": 22.65
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "心理学系",
        "zs": 107,
        "jz": 19.36
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 34,
        "jz": 19.26
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 63,
        "jz": 12.27
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国家教育宏观政策研究院",
        "zs": 51,
        "jz": 10.52
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 25,
        "jz": 10.28
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院院部1（网络教育学院院部）",
        "zs": 49,
        "jz": 6.3
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 27,
        "jz": 6.26
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息技术学系",
        "zs": 16,
        "jz": 3.94
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院（教师发展学院）",
        "zs": 21,
        "jz": 3.61
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 9,
        "jz": 3.6
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 17,
        "jz": 3.49
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "课程与教学研究所",
        "zs": 12,
        "jz": 3.03
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 10,
        "jz": 2.2
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 9,
        "jz": 2.03
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 9,
        "jz": 2.01
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "心理与认知科学学院",
        "zs": 3,
        "jz": 1.48
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 4,
        "jz": 1.3
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 6,
        "jz": 1.3
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 4,
        "jz": 1.2
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 4,
        "jz": 0.92
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学部",
        "zs": 4,
        "jz": 0.91
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "地球科学学部办公室",
        "zs": 6,
        "jz": 0.85
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.79
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 2,
        "jz": 0.74
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 3,
        "jz": 0.58
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 3,
        "jz": 0.55
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "康复科学系",
        "zs": 4,
        "jz": 0.55
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 1,
        "jz": 0.34
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 1,
        "jz": 0.34
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "美术学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "城市发展研究院",
        "zs": 84,
        "jz": 32.53
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 30,
        "jz": 11.17
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "高级管理者发展与培训中心、华东高师师资培训中心",
        "zs": 16,
        "jz": 10.4
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 10,
        "jz": 4.21
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 2,
        "jz": 0.31
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教师教育学院",
        "zs": 1,
        "jz": 0.28
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 2,
        "jz": 0.22
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育部中学校长中心培训部",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2014,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 323,
        "jz": 62.38
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 125,
        "jz": 38.65
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 191,
        "jz": 35.58
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 1,
        "jz": 27.81
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 134,
        "jz": 27.49
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 51,
        "jz": 27.11
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 37,
        "jz": 15.55
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 4,
        "jz": 12.62
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 27,
        "jz": 11.97
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 77,
        "jz": 11.6
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部1（网络教育学院院部）",
        "zs": 68,
        "jz": 11.3
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 3,
        "jz": 10.31
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 46,
        "jz": 8
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院",
        "zs": 32,
        "jz": 7.6
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海终身教育研究院",
        "zs": 7,
        "jz": 7.55
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 12,
        "jz": 7.21
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 18,
        "jz": 6.82
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 20,
        "jz": 5.48
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 21,
        "jz": 5.29
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 26,
        "jz": 5.02
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "传播学院办公室",
        "zs": 16,
        "jz": 4.67
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "孟宪承书院院部",
        "zs": 12,
        "jz": 4.4
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 15,
        "jz": 4.38
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 17,
        "jz": 4.23
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 15,
        "jz": 4.03
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 21,
        "jz": 4.02
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 14,
        "jz": 3.98
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 1,
        "jz": 3.73
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "ECNU-UBC现代中国与世界联合研究中心",
        "zs": 8,
        "jz": 3.33
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 4,
        "jz": 3.19
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 8,
        "jz": 3.05
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学系",
        "zs": 13,
        "jz": 2.69
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 10,
        "jz": 2.67
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "偏微分方程中心",
        "zs": 18,
        "jz": 2.65
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 18,
        "jz": 2.43
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 7,
        "jz": 2.41
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学研究所",
        "zs": 13,
        "jz": 2.27
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 9,
        "jz": 1.82
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 8,
        "jz": 1.79
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 11,
        "jz": 1.69
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 4,
        "jz": 1.67
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "实验室与装备处",
        "zs": 10,
        "jz": 1.65
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 8,
        "jz": 1.6
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会发展学院",
        "zs": 1,
        "jz": 1.58
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育高等研究院",
        "zs": 2,
        "jz": 1.56
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 7,
        "jz": 1.36
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 3,
        "jz": 1.08
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 5,
        "jz": 1.07
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 4,
        "jz": 0.97
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电镜中心（生物）",
        "zs": 7,
        "jz": 0.89
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国文字研究与应用研究中心",
        "zs": 3,
        "jz": 0.76
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电镜中心（材料）",
        "zs": 4,
        "jz": 0.72
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 4,
        "jz": 0.69
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部专业学位教育中心",
        "zs": 4,
        "jz": 0.69
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 4,
        "jz": 0.68
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 3,
        "jz": 0.66
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 3,
        "jz": 0.57
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "古籍研究所",
        "zs": 2,
        "jz": 0.53
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "科技处",
        "zs": 2,
        "jz": 0.49
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 2,
        "jz": 0.46
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "公共管理学院",
        "zs": 2,
        "jz": 0.46
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 2,
        "jz": 0.45
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "心理学系",
        "zs": 3,
        "jz": 0.44
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 2,
        "jz": 0.36
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "人口研究所",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "极化材料与器件教育部重点实验室",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 1,
        "jz": 0.26
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育心理学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 318,
        "jz": 61.43
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 125,
        "jz": 38.65
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 1,
        "jz": 27.81
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 134,
        "jz": 27.49
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学学院",
        "zs": 49,
        "jz": 26.66
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生态与环境科学学院",
        "zs": 140,
        "jz": 26.14
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 37,
        "jz": 15.55
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 4,
        "jz": 12.62
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 27,
        "jz": 11.97
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 77,
        "jz": 11.6
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院院部1（网络教育学院院部）",
        "zs": 68,
        "jz": 11.3
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 46,
        "jz": 8
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院",
        "zs": 32,
        "jz": 7.6
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海终身教育研究院",
        "zs": 7,
        "jz": 7.55
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 12,
        "jz": 7.21
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 18,
        "jz": 6.82
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 20,
        "jz": 5.48
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 21,
        "jz": 5.29
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康学院",
        "zs": 26,
        "jz": 5.02
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "传播学院办公室",
        "zs": 16,
        "jz": 4.67
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "孟宪承书院院部",
        "zs": 12,
        "jz": 4.4
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 15,
        "jz": 4.03
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 21,
        "jz": 4.02
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "ECNU-UBC现代中国与世界联合研究中心",
        "zs": 8,
        "jz": 3.33
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 4,
        "jz": 3.19
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 7,
        "jz": 2.71
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "美术学系",
        "zs": 13,
        "jz": 2.69
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康学院办公室",
        "zs": 10,
        "jz": 2.67
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "偏微分方程中心",
        "zs": 18,
        "jz": 2.65
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 18,
        "jz": 2.43
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "课程与教学研究所",
        "zs": 13,
        "jz": 2.27
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院",
        "zs": 9,
        "jz": 1.82
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 8,
        "jz": 1.79
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "实验室与装备处",
        "zs": 10,
        "jz": 1.65
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 8,
        "jz": 1.6
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "社会发展学院",
        "zs": 1,
        "jz": 1.58
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育高等研究院",
        "zs": 2,
        "jz": 1.56
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 7,
        "jz": 1.36
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 1.35
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 3,
        "jz": 1.08
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学学院办公室",
        "zs": 4,
        "jz": 0.97
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 4,
        "jz": 0.89
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 4,
        "jz": 0.69
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学部专业学位教育中心",
        "zs": 4,
        "jz": 0.69
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 3,
        "jz": 0.57
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "古籍研究所",
        "zs": 2,
        "jz": 0.53
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "科技处",
        "zs": 2,
        "jz": 0.49
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 2,
        "jz": 0.46
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "公共管理学院",
        "zs": 2,
        "jz": 0.46
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 2,
        "jz": 0.45
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "心理学系",
        "zs": 3,
        "jz": 0.44
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 2,
        "jz": 0.36
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "人口研究所",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息技术学系",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学部",
        "zs": 1,
        "jz": 0.26
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育心理学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 1,
        "jz": 9.88
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 51,
        "jz": 9.45
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 15,
        "jz": 4.38
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 17,
        "jz": 4.23
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 14,
        "jz": 3.98
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 1,
        "jz": 3.73
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 6,
        "jz": 2.23
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 11,
        "jz": 1.69
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 5,
        "jz": 0.95
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电镜中心（生物）",
        "zs": 7,
        "jz": 0.89
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "中国文字研究与应用研究中心",
        "zs": 3,
        "jz": 0.76
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电镜中心（材料）",
        "zs": 4,
        "jz": 0.72
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 3,
        "jz": 0.66
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 2,
        "jz": 0.45
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教师教育学院",
        "zs": 1,
        "jz": 0.34
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 0.32
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "极化材料与器件教育部重点实验室",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2013,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 299,
        "jz": 48.97
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 125,
        "jz": 38.65
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 189,
        "jz": 35.25
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 51,
        "jz": 27.11
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 132,
        "jz": 16.75
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 24,
        "jz": 9.55
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 12,
        "jz": 7.21
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 26,
        "jz": 5.02
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "传播学院办公室",
        "zs": 16,
        "jz": 4.67
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "孟宪承书院院部",
        "zs": 12,
        "jz": 4.4
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 15,
        "jz": 4.38
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 20,
        "jz": 3.86
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 1,
        "jz": 3.73
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 14,
        "jz": 3.4
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "ECNU-UBC现代中国与世界联合研究中心",
        "zs": 8,
        "jz": 3.33
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "美术学系",
        "zs": 13,
        "jz": 2.69
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "偏微分方程中心",
        "zs": 18,
        "jz": 2.65
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 18,
        "jz": 2.43
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 7,
        "jz": 2.41
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 1,
        "jz": 2.1
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 6,
        "jz": 1.83
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 9,
        "jz": 1.82
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 4,
        "jz": 1.67
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "实验室与装备处",
        "zs": 10,
        "jz": 1.65
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会发展学院",
        "zs": 1,
        "jz": 1.58
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 7,
        "jz": 1.44
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 7,
        "jz": 1.36
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 3,
        "jz": 1.08
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 5,
        "jz": 1.07
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 4,
        "jz": 1.03
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电镜中心（生物）",
        "zs": 7,
        "jz": 0.89
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电镜中心（材料）",
        "zs": 4,
        "jz": 0.72
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 3,
        "jz": 0.69
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 4,
        "jz": 0.68
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "古籍研究所",
        "zs": 2,
        "jz": 0.53
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 2,
        "jz": 0.49
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "科技处",
        "zs": 2,
        "jz": 0.49
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 2,
        "jz": 0.36
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "人口研究所",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 2,
        "jz": 0.27
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "极化材料与器件教育部重点实验室",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 294,
        "jz": 48.02
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 125,
        "jz": 38.65
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学学院",
        "zs": 49,
        "jz": 26.66
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生态与环境科学学院",
        "zs": 138,
        "jz": 25.8
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 132,
        "jz": 16.75
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 24,
        "jz": 9.55
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生态与环境本科实验教学中心",
        "zs": 12,
        "jz": 7.21
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院",
        "zs": 26,
        "jz": 5.02
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "传播学院办公室",
        "zs": 16,
        "jz": 4.67
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "孟宪承书院院部",
        "zs": 12,
        "jz": 4.4
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 20,
        "jz": 3.86
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 14,
        "jz": 3.4
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "ECNU-UBC现代中国与世界联合研究中心",
        "zs": 8,
        "jz": 3.33
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "美术学系",
        "zs": 13,
        "jz": 2.69
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "偏微分方程中心",
        "zs": 18,
        "jz": 2.65
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 18,
        "jz": 2.43
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 1,
        "jz": 2.1
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院办公室",
        "zs": 6,
        "jz": 1.83
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院",
        "zs": 9,
        "jz": 1.82
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "实验室与装备处",
        "zs": 10,
        "jz": 1.65
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "社会发展学院",
        "zs": 1,
        "jz": 1.58
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 7,
        "jz": 1.44
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 7,
        "jz": 1.36
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 1.35
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 3,
        "jz": 1.08
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 4,
        "jz": 1.03
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 4,
        "jz": 0.89
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学学院办公室",
        "zs": 3,
        "jz": 0.69
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "古籍研究所",
        "zs": 2,
        "jz": 0.53
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 2,
        "jz": 0.49
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "科技处",
        "zs": 2,
        "jz": 0.49
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 2,
        "jz": 0.36
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "人口研究所",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 2,
        "jz": 0.27
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 51,
        "jz": 9.45
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 15,
        "jz": 4.38
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 1,
        "jz": 3.73
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 6,
        "jz": 2.23
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 5,
        "jz": 0.95
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电镜中心（生物）",
        "zs": 7,
        "jz": 0.89
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电镜中心（材料）",
        "zs": 4,
        "jz": 0.72
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 2,
        "jz": 0.45
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 2,
        "jz": 0.32
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "极化材料与器件教育部重点实验室",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2013,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 1,
        "jz": 27.81
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 37,
        "jz": 15.55
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 24,
        "jz": 13.41
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 4,
        "jz": 12.62
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 77,
        "jz": 11.6
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部1（网络教育学院院部）",
        "zs": 68,
        "jz": 11.3
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 2,
        "jz": 10.74
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 3,
        "jz": 10.31
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院",
        "zs": 32,
        "jz": 7.6
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海终身教育研究院",
        "zs": 7,
        "jz": 7.55
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 18,
        "jz": 6.82
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 19,
        "jz": 5.02
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 32,
        "jz": 4.6
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 16,
        "jz": 4.45
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 17,
        "jz": 4.23
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 15,
        "jz": 4.03
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 14,
        "jz": 3.98
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 6,
        "jz": 2.56
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 3,
        "jz": 2.42
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学研究所",
        "zs": 13,
        "jz": 2.27
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 11,
        "jz": 1.69
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 8,
        "jz": 1.6
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育高等研究院",
        "zs": 2,
        "jz": 1.56
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 3,
        "jz": 1.09
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 4,
        "jz": 0.85
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "中国文字研究与应用研究中心",
        "zs": 3,
        "jz": 0.76
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 4,
        "jz": 0.69
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部专业学位教育中心",
        "zs": 4,
        "jz": 0.69
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 3,
        "jz": 0.57
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 2,
        "jz": 0.46
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "公共管理学院",
        "zs": 2,
        "jz": 0.46
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 2,
        "jz": 0.45
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "心理学系",
        "zs": 3,
        "jz": 0.44
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 1,
        "jz": 0.35
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 2,
        "jz": 0.33
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 1,
        "jz": 0.28
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 1,
        "jz": 0.26
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育心理学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 1,
        "jz": 27.81
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 37,
        "jz": 15.55
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 24,
        "jz": 13.41
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 4,
        "jz": 12.62
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 77,
        "jz": 11.6
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院院部1（网络教育学院院部）",
        "zs": 68,
        "jz": 11.3
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 2,
        "jz": 10.74
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院",
        "zs": 32,
        "jz": 7.6
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海终身教育研究院",
        "zs": 7,
        "jz": 7.55
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 18,
        "jz": 6.82
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 19,
        "jz": 5.02
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 32,
        "jz": 4.6
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 16,
        "jz": 4.45
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 15,
        "jz": 4.03
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 3,
        "jz": 2.42
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "课程与教学研究所",
        "zs": 13,
        "jz": 2.27
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教师教育学院",
        "zs": 5,
        "jz": 2.22
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 8,
        "jz": 1.6
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育高等研究院",
        "zs": 2,
        "jz": 1.56
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 3,
        "jz": 1.09
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院办公室",
        "zs": 4,
        "jz": 0.85
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 4,
        "jz": 0.69
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学部专业学位教育中心",
        "zs": 4,
        "jz": 0.69
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 3,
        "jz": 0.57
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 2,
        "jz": 0.46
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "公共管理学院",
        "zs": 2,
        "jz": 0.46
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 2,
        "jz": 0.45
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "心理学系",
        "zs": 3,
        "jz": 0.44
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 1,
        "jz": 0.35
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "生态与环境科学学院",
        "zs": 2,
        "jz": 0.33
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息技术学系",
        "zs": 1,
        "jz": 0.29
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "生命科学学院办公室",
        "zs": 1,
        "jz": 0.28
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学部",
        "zs": 1,
        "jz": 0.26
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育心理学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 1,
        "jz": 9.88
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 17,
        "jz": 4.23
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 14,
        "jz": 3.98
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 11,
        "jz": 1.69
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "中国文字研究与应用研究中心",
        "zs": 3,
        "jz": 0.76
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2013,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教师教育学院",
        "zs": 1,
        "jz": 0.34
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 27,
        "jz": 29.27
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 89,
        "jz": 24.88
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 108,
        "jz": 22.98
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 143,
        "jz": 21.58
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 77,
        "jz": 18.38
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系",
        "zs": 71,
        "jz": 15.73
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康实验中心",
        "zs": 60,
        "jz": 12.55
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际航运物流研究院",
        "zs": 47,
        "jz": 11.92
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 24,
        "jz": 11.71
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海终身教育研究院",
        "zs": 32,
        "jz": 10.74
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 24,
        "jz": 10.17
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 32,
        "jz": 9.7
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 16,
        "jz": 7.52
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 22,
        "jz": 6.51
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 15,
        "jz": 6.07
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 30,
        "jz": 5.92
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 21,
        "jz": 5.19
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 3,
        "jz": 4.28
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 16,
        "jz": 3.88
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 4,
        "jz": 3.83
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 9,
        "jz": 3.2
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "机关党委",
        "zs": 1,
        "jz": 2.92
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 5,
        "jz": 2.88
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 5,
        "jz": 2.74
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 4,
        "jz": 2.72
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 10,
        "jz": 2.67
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育高等研究院",
        "zs": 4,
        "jz": 2.62
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 23,
        "jz": 2.57
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理实验教学中心",
        "zs": 16,
        "jz": 2.26
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 10,
        "jz": 1.67
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 13,
        "jz": 1.47
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 5,
        "jz": 1.4
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 9,
        "jz": 1.36
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中转仓库",
        "zs": 1,
        "jz": 1.2
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 8,
        "jz": 1.18
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "公共管理学院",
        "zs": 8,
        "jz": 0.99
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 9,
        "jz": 0.97
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "偏微分方程中心",
        "zs": 8,
        "jz": 0.97
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 5,
        "jz": 0.95
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.87
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 2,
        "jz": 0.7
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会发展学院",
        "zs": 2,
        "jz": 0.63
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "法语系",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 3,
        "jz": 0.58
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 3,
        "jz": 0.57
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 4,
        "jz": 0.52
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学研究所",
        "zs": 1,
        "jz": 0.5
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学系",
        "zs": 4,
        "jz": 0.46
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 4,
        "jz": 0.41
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 1,
        "jz": 0.39
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "德语系",
        "zs": 3,
        "jz": 0.36
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "翻译系",
        "zs": 1,
        "jz": 0.31
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子信息实验教学中心",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地球科学学部办公室",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 2,
        "jz": 0.2
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育心理学系",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 27,
        "jz": 29.27
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 143,
        "jz": 21.58
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 77,
        "jz": 18.38
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息技术学系",
        "zs": 71,
        "jz": 15.73
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康实验中心",
        "zs": 60,
        "jz": 12.55
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 24,
        "jz": 11.71
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 24,
        "jz": 10.17
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海终身教育研究院",
        "zs": 30,
        "jz": 8.91
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际航运物流研究院",
        "zs": 42,
        "jz": 8.08
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 16,
        "jz": 7.52
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 22,
        "jz": 6.51
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 15,
        "jz": 6.07
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康学院办公室",
        "zs": 30,
        "jz": 5.92
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 13,
        "jz": 5.51
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 21,
        "jz": 5.19
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 3,
        "jz": 4.28
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 4,
        "jz": 3.83
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 5,
        "jz": 2.74
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 4,
        "jz": 2.72
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育高等研究院",
        "zs": 4,
        "jz": 2.62
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 9,
        "jz": 2.47
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理实验教学中心",
        "zs": 16,
        "jz": 2.26
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 6,
        "jz": 1.25
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中转仓库",
        "zs": 1,
        "jz": 1.2
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 3,
        "jz": 1.2
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 8,
        "jz": 1.18
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "公共管理学院",
        "zs": 8,
        "jz": 0.99
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 9,
        "jz": 0.97
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "偏微分方程中心",
        "zs": 8,
        "jz": 0.97
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 5,
        "jz": 0.95
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康学院",
        "zs": 7,
        "jz": 0.84
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 2,
        "jz": 0.7
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "社会发展学院",
        "zs": 2,
        "jz": 0.63
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "法语系",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 3,
        "jz": 0.58
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 3,
        "jz": 0.57
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 4,
        "jz": 0.52
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "课程与教学研究所",
        "zs": 1,
        "jz": 0.5
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "美术学系",
        "zs": 4,
        "jz": 0.46
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "德语系",
        "zs": 3,
        "jz": 0.36
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "翻译系",
        "zs": 1,
        "jz": 0.31
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子信息实验教学中心",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地球科学学部办公室",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "英语系",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海国际首席技术官学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育心理学系",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理学系",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 89,
        "jz": 24.88
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 108,
        "jz": 22.98
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 19,
        "jz": 4.19
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 16,
        "jz": 3.88
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "国际航运物流研究院",
        "zs": 5,
        "jz": 3.85
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 9,
        "jz": 3.2
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "机关党委",
        "zs": 1,
        "jz": 2.92
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 23,
        "jz": 2.57
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海终身教育研究院",
        "zs": 2,
        "jz": 1.83
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 2,
        "jz": 1.68
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 5,
        "jz": 1.4
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 9,
        "jz": 1.36
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.87
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "体育与健康学院",
        "zs": 6,
        "jz": 0.63
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生物学系",
        "zs": 4,
        "jz": 0.42
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "心理与认知科学学院",
        "zs": 4,
        "jz": 0.41
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 1,
        "jz": 0.39
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2012,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 81,
        "jz": 24.01
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 108,
        "jz": 22.98
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 76,
        "jz": 18.22
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康实验中心",
        "zs": 60,
        "jz": 12.55
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 23,
        "jz": 9.98
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 31,
        "jz": 8.75
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 30,
        "jz": 5.92
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 21,
        "jz": 5.19
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 3,
        "jz": 4.28
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "机关党委",
        "zs": 1,
        "jz": 2.92
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 23,
        "jz": 2.57
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理实验教学中心",
        "zs": 16,
        "jz": 2.26
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 5,
        "jz": 1.69
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 10,
        "jz": 1.67
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 5,
        "jz": 1.4
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 7,
        "jz": 1.2
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中转仓库",
        "zs": 1,
        "jz": 1.2
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 3,
        "jz": 1.05
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 9,
        "jz": 0.97
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "偏微分方程中心",
        "zs": 8,
        "jz": 0.97
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 5,
        "jz": 0.95
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.87
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 6,
        "jz": 0.63
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会发展学院",
        "zs": 2,
        "jz": 0.63
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "法语系",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 3,
        "jz": 0.57
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 4,
        "jz": 0.5
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 4,
        "jz": 0.41
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "德语系",
        "zs": 3,
        "jz": 0.36
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "翻译系",
        "zs": 1,
        "jz": 0.31
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子信息实验教学中心",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "地球科学学部办公室",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 2,
        "jz": 0.2
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "公共管理学院",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海国际首席技术官学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 76,
        "jz": 18.22
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "体育与健康实验中心",
        "zs": 60,
        "jz": 12.55
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 23,
        "jz": 9.98
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院办公室",
        "zs": 30,
        "jz": 5.92
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 21,
        "jz": 5.19
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 12,
        "jz": 4.56
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 3,
        "jz": 4.28
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理实验教学中心",
        "zs": 16,
        "jz": 2.26
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 5,
        "jz": 1.69
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 6,
        "jz": 1.25
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "中转仓库",
        "zs": 1,
        "jz": 1.2
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 3,
        "jz": 1.05
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 9,
        "jz": 0.97
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "偏微分方程中心",
        "zs": 8,
        "jz": 0.97
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 5,
        "jz": 0.95
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "社会发展学院",
        "zs": 2,
        "jz": 0.63
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "法语系",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 3,
        "jz": 0.57
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 4,
        "jz": 0.5
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "德语系",
        "zs": 3,
        "jz": 0.36
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "翻译系",
        "zs": 1,
        "jz": 0.31
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子信息实验教学中心",
        "zs": 2,
        "jz": 0.26
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "地球科学学部办公室",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "英语系",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "公共管理学院",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "上海国际首席技术官学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理学系",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 81,
        "jz": 24.01
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 108,
        "jz": 22.98
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 19,
        "jz": 4.19
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "机关党委",
        "zs": 1,
        "jz": 2.92
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 23,
        "jz": 2.57
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 5,
        "jz": 1.4
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 7,
        "jz": 1.2
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.87
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "体育与健康学院",
        "zs": 6,
        "jz": 0.63
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生物学系",
        "zs": 4,
        "jz": 0.42
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "心理与认知科学学院",
        "zs": 4,
        "jz": 0.41
    },
    {
        "tjn": 2012,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 27,
        "jz": 29.27
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 143,
        "jz": 21.58
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系",
        "zs": 71,
        "jz": 15.73
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际航运物流研究院",
        "zs": 47,
        "jz": 11.92
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 24,
        "jz": 11.71
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海终身教育研究院",
        "zs": 32,
        "jz": 10.74
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 16,
        "jz": 7.52
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 22,
        "jz": 6.51
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 15,
        "jz": 6.07
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 16,
        "jz": 3.88
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 4,
        "jz": 3.83
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 5,
        "jz": 2.88
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 5,
        "jz": 2.74
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育高等研究院",
        "zs": 4,
        "jz": 2.62
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 2,
        "jz": 2
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 1,
        "jz": 1.67
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 9,
        "jz": 1.36
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 5,
        "jz": 0.98
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 1,
        "jz": 0.95
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 8,
        "jz": 0.87
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 7,
        "jz": 0.84
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "公共管理学院",
        "zs": 6,
        "jz": 0.81
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 2,
        "jz": 0.7
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 4,
        "jz": 0.68
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学研究所",
        "zs": 1,
        "jz": 0.5
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "美术学系",
        "zs": 4,
        "jz": 0.46
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 1,
        "jz": 0.39
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育心理学系",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 27,
        "jz": 29.27
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 143,
        "jz": 21.58
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息技术学系",
        "zs": 71,
        "jz": 15.73
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 24,
        "jz": 11.71
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海终身教育研究院",
        "zs": 30,
        "jz": 8.91
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际航运物流研究院",
        "zs": 42,
        "jz": 8.08
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 16,
        "jz": 7.52
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 22,
        "jz": 6.51
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 15,
        "jz": 6.07
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 4,
        "jz": 3.83
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 5,
        "jz": 2.74
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育高等研究院",
        "zs": 4,
        "jz": 2.62
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 1,
        "jz": 1.67
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 3,
        "jz": 1.2
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 1,
        "jz": 0.95
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院",
        "zs": 7,
        "jz": 0.84
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "公共管理学院",
        "zs": 6,
        "jz": 0.81
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 4,
        "jz": 0.78
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息技术学系（上海数字化教育装备工程技术研究中心）",
        "zs": 2,
        "jz": 0.7
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 4,
        "jz": 0.68
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院",
        "zs": 2,
        "jz": 0.6
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "课程与教学研究所",
        "zs": 1,
        "jz": 0.5
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "美术学系",
        "zs": 4,
        "jz": 0.46
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育管理学系（教育经济研究所）",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育心理学系",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 16,
        "jz": 3.88
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "国际航运物流研究院",
        "zs": 5,
        "jz": 3.85
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 2,
        "jz": 2
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海终身教育研究院",
        "zs": 2,
        "jz": 1.83
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 2,
        "jz": 1.68
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 9,
        "jz": 1.36
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 8,
        "jz": 0.87
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 1,
        "jz": 0.39
    },
    {
        "tjn": 2012,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学系",
        "zs": 245,
        "jz": 50.61
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 57,
        "jz": 20.23
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 89,
        "jz": 15.55
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 31,
        "jz": 9.66
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 54,
        "jz": 7.83
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "偏微分方程中心",
        "zs": 41,
        "jz": 7.34
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 29,
        "jz": 6.86
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 36,
        "jz": 6.51
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 23,
        "jz": 5
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 23,
        "jz": 4.17
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 13,
        "jz": 3.63
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 20,
        "jz": 3.51
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 12,
        "jz": 3.51
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 9,
        "jz": 3.28
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 12,
        "jz": 3.19
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 10,
        "jz": 2.77
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "传媒科学实验中心",
        "zs": 22,
        "jz": 2.7
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 13,
        "jz": 2.65
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 20,
        "jz": 2.6
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息网络中心",
        "zs": 18,
        "jz": 2.32
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 26,
        "jz": 2.26
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "艺术教育部",
        "zs": 5,
        "jz": 2.25
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 13,
        "jz": 2.22
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "艺术研究所",
        "zs": 24,
        "jz": 2.06
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院",
        "zs": 10,
        "jz": 2.04
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 9,
        "jz": 1.87
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 11,
        "jz": 1.87
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 14,
        "jz": 1.77
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会学系",
        "zs": 9,
        "jz": 1.69
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 8,
        "jz": 1.6
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子工程系",
        "zs": 12,
        "jz": 1.43
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 3,
        "jz": 1.34
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 5,
        "jz": 1.2
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 6,
        "jz": 1.17
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际航运物流研究院",
        "zs": 6,
        "jz": 1.11
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 1,
        "jz": 0.84
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 3,
        "jz": 0.81
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 3,
        "jz": 0.7
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 3,
        "jz": 0.69
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会发展学院",
        "zs": 4,
        "jz": 0.63
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.6
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 3,
        "jz": 0.58
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 1,
        "jz": 0.58
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 6,
        "jz": 0.57
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 2,
        "jz": 0.54
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育高等研究院",
        "zs": 2,
        "jz": 0.48
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 1,
        "jz": 0.47
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.46
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "创意设计实验中心",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "康复科学系",
        "zs": 2,
        "jz": 0.43
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.42
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 2,
        "jz": 0.36
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 4,
        "jz": 0.33
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 1,
        "jz": 0.31
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 3,
        "jz": 0.26
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 3,
        "jz": 0.25
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 2,
        "jz": 0.23
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子信息实验教学中心",
        "zs": 2,
        "jz": 0.19
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 2,
        "jz": 0.17
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "跨文化研究中心",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系",
        "zs": 1,
        "jz": 0.08
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 1,
        "jz": 0.08
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "美术学系",
        "zs": 245,
        "jz": 50.61
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 57,
        "jz": 20.23
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 72,
        "jz": 12.06
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 31,
        "jz": 9.66
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "偏微分方程中心",
        "zs": 41,
        "jz": 7.34
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 29,
        "jz": 6.86
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院",
        "zs": 36,
        "jz": 6.51
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 47,
        "jz": 5.77
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 23,
        "jz": 5
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 23,
        "jz": 4.17
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 20,
        "jz": 3.51
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 12,
        "jz": 3.51
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 9,
        "jz": 3.28
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生态与环境科学学院",
        "zs": 10,
        "jz": 2.98
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "传媒科学实验中心",
        "zs": 22,
        "jz": 2.7
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 13,
        "jz": 2.65
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息网络中心",
        "zs": 18,
        "jz": 2.32
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 26,
        "jz": 2.26
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "艺术教育部",
        "zs": 5,
        "jz": 2.25
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 13,
        "jz": 2.22
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "艺术研究所",
        "zs": 24,
        "jz": 2.06
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院",
        "zs": 10,
        "jz": 2.04
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 11,
        "jz": 1.87
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "社会学系",
        "zs": 9,
        "jz": 1.69
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康学院办公室",
        "zs": 8,
        "jz": 1.6
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 8,
        "jz": 1.53
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子工程系",
        "zs": 12,
        "jz": 1.43
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 5,
        "jz": 1.2
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 6,
        "jz": 1.17
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际航运物流研究院",
        "zs": 6,
        "jz": 1.11
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 1,
        "jz": 0.84
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 3,
        "jz": 0.81
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 3,
        "jz": 0.77
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 3,
        "jz": 0.7
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 3,
        "jz": 0.69
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "社会发展学院",
        "zs": 4,
        "jz": 0.63
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.6
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 3,
        "jz": 0.58
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 1,
        "jz": 0.58
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 2,
        "jz": 0.54
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育高等研究院",
        "zs": 2,
        "jz": 0.48
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 1,
        "jz": 0.47
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.46
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "创意设计实验中心",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "康复科学系",
        "zs": 2,
        "jz": 0.43
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "心理与认知科学学院",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 1,
        "jz": 0.31
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 3,
        "jz": 0.26
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 3,
        "jz": 0.25
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 2,
        "jz": 0.23
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子信息实验教学中心",
        "zs": 2,
        "jz": 0.19
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学部",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 2,
        "jz": 0.17
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "跨文化研究中心",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息技术学系",
        "zs": 1,
        "jz": 0.08
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "英语系",
        "zs": 1,
        "jz": 0.08
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 13,
        "jz": 3.63
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 17,
        "jz": 3.49
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 10,
        "jz": 2.77
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 20,
        "jz": 2.6
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 7,
        "jz": 2.06
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 3,
        "jz": 1.34
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 11,
        "jz": 0.99
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 6,
        "jz": 0.57
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.42
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 2,
        "jz": 0.36
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 4,
        "jz": 0.33
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2011,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 2,
        "jz": 0.21
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "美术学系",
        "zs": 245,
        "jz": 50.61
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 57,
        "jz": 20.23
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "偏微分方程中心",
        "zs": 40,
        "jz": 7.18
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 29,
        "jz": 6.86
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 36,
        "jz": 6.51
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 41,
        "jz": 6.23
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 20,
        "jz": 3.93
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 12,
        "jz": 3.51
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 10,
        "jz": 2.77
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "传媒科学实验中心",
        "zs": 22,
        "jz": 2.7
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 20,
        "jz": 2.6
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 26,
        "jz": 2.26
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 13,
        "jz": 2.22
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 9,
        "jz": 1.87
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 11,
        "jz": 1.87
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会学系",
        "zs": 9,
        "jz": 1.69
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 6,
        "jz": 1.5
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子工程系",
        "zs": 12,
        "jz": 1.43
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 6,
        "jz": 1.17
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 4,
        "jz": 0.98
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 3,
        "jz": 0.7
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 3,
        "jz": 0.69
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会发展学院",
        "zs": 4,
        "jz": 0.63
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 1,
        "jz": 0.6
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.6
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 3,
        "jz": 0.58
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.42
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 4,
        "jz": 0.36
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 4,
        "jz": 0.33
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "法学院",
        "zs": 3,
        "jz": 0.26
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 1,
        "jz": 0.26
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 2,
        "jz": 0.21
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子信息实验教学中心",
        "zs": 2,
        "jz": 0.19
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "跨文化研究中心",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 1,
        "jz": 0.08
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "美术学系",
        "zs": 245,
        "jz": 50.61
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 57,
        "jz": 20.23
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "偏微分方程中心",
        "zs": 40,
        "jz": 7.18
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 29,
        "jz": 6.86
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院",
        "zs": 36,
        "jz": 6.51
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 34,
        "jz": 4.16
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 20,
        "jz": 3.93
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 12,
        "jz": 3.51
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "传媒科学实验中心",
        "zs": 22,
        "jz": 2.7
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 26,
        "jz": 2.26
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 13,
        "jz": 2.22
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 11,
        "jz": 1.87
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "社会学系",
        "zs": 9,
        "jz": 1.69
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 8,
        "jz": 1.53
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子工程系",
        "zs": 12,
        "jz": 1.43
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 6,
        "jz": 1.17
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 4,
        "jz": 0.98
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 3,
        "jz": 0.7
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 3,
        "jz": 0.69
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "社会发展学院",
        "zs": 4,
        "jz": 0.63
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 1,
        "jz": 0.6
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.6
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 3,
        "jz": 0.58
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院办公室",
        "zs": 4,
        "jz": 0.36
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "法学院",
        "zs": 3,
        "jz": 0.26
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子信息实验教学中心",
        "zs": 2,
        "jz": 0.19
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "跨文化研究中心",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "英语系",
        "zs": 1,
        "jz": 0.08
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 10,
        "jz": 2.77
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 20,
        "jz": 2.6
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 7,
        "jz": 2.06
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 6,
        "jz": 1.5
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.42
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 4,
        "jz": 0.33
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.33
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 1,
        "jz": 0.26
    },
    {
        "tjn": 2011,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 2,
        "jz": 0.21
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 89,
        "jz": 15.55
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 30,
        "jz": 9.26
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 23,
        "jz": 5
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 20,
        "jz": 3.51
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 9,
        "jz": 3.28
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 10,
        "jz": 2.98
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 13,
        "jz": 2.65
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息网络中心",
        "zs": 18,
        "jz": 2.32
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "艺术教育部",
        "zs": 5,
        "jz": 2.25
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 7,
        "jz": 2.13
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "艺术研究所",
        "zs": 24,
        "jz": 2.06
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院",
        "zs": 10,
        "jz": 2.04
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 13,
        "jz": 1.61
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 3,
        "jz": 1.34
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 4,
        "jz": 1.24
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 13,
        "jz": 1.17
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际航运物流研究院",
        "zs": 6,
        "jz": 1.11
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 1,
        "jz": 0.84
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "附属幼儿园",
        "zs": 3,
        "jz": 0.81
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 1,
        "jz": 0.58
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 6,
        "jz": 0.57
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 2,
        "jz": 0.54
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育高等研究院",
        "zs": 2,
        "jz": 0.48
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 1,
        "jz": 0.47
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.46
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "创意设计实验中心",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "康复科学系",
        "zs": 2,
        "jz": 0.43
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 1,
        "jz": 0.31
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 3,
        "jz": 0.25
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 3,
        "jz": 0.24
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 2,
        "jz": 0.23
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 2,
        "jz": 0.17
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "偏微分方程中心",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系",
        "zs": 1,
        "jz": 0.08
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 72,
        "jz": 12.06
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 30,
        "jz": 9.26
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 23,
        "jz": 5
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 20,
        "jz": 3.51
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 9,
        "jz": 3.28
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "生态与环境科学学院",
        "zs": 10,
        "jz": 2.98
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 13,
        "jz": 2.65
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息网络中心",
        "zs": 18,
        "jz": 2.32
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "艺术教育部",
        "zs": 5,
        "jz": 2.25
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "艺术研究所",
        "zs": 24,
        "jz": 2.06
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院",
        "zs": 10,
        "jz": 2.04
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 13,
        "jz": 1.61
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院办公室",
        "zs": 4,
        "jz": 1.24
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际航运物流研究院",
        "zs": 6,
        "jz": 1.11
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 1,
        "jz": 0.84
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "附属幼儿园",
        "zs": 3,
        "jz": 0.81
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 1,
        "jz": 0.58
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 2,
        "jz": 0.54
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育高等研究院",
        "zs": 2,
        "jz": 0.48
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 1,
        "jz": 0.47
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.46
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "创意设计实验中心",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "康复科学系",
        "zs": 2,
        "jz": 0.43
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "心理与认知科学学院",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 1,
        "jz": 0.31
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 3,
        "jz": 0.25
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 3,
        "jz": 0.24
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 2,
        "jz": 0.23
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学部",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 2,
        "jz": 0.17
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 2,
        "jz": 0.17
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "偏微分方程中心",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息技术学系",
        "zs": 1,
        "jz": 0.08
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 17,
        "jz": 3.49
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市城市化生态过程与生态恢复重点实验室",
        "zs": 7,
        "jz": 2.13
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 3,
        "jz": 1.34
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 11,
        "jz": 0.99
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 6,
        "jz": 0.57
    },
    {
        "tjn": 2011,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 326,
        "jz": 62.3
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 155,
        "jz": 26.52
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 57,
        "jz": 10.42
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 40,
        "jz": 8.05
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 27,
        "jz": 7.73
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "跨文化研究中心",
        "zs": 19,
        "jz": 6.87
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 26,
        "jz": 5.95
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "创意设计实验中心",
        "zs": 2,
        "jz": 2.6
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 4,
        "jz": 2.58
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "艺术研究所",
        "zs": 20,
        "jz": 2.18
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 19,
        "jz": 1.67
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 11,
        "jz": 1.64
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 17,
        "jz": 1.45
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 7,
        "jz": 1.41
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 7,
        "jz": 1.37
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 8,
        "jz": 1.26
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 5,
        "jz": 1.22
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 10,
        "jz": 1.13
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 3,
        "jz": 0.99
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 5,
        "jz": 0.98
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 7,
        "jz": 0.92
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 2,
        "jz": 0.9
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 4,
        "jz": 0.84
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 5,
        "jz": 0.76
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会学系",
        "zs": 6,
        "jz": 0.75
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 1,
        "jz": 0.67
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 2,
        "jz": 0.54
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 2,
        "jz": 0.39
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 3,
        "jz": 0.38
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 2,
        "jz": 0.31
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.3
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "康复科学系",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.21
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 326,
        "jz": 62.3
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 155,
        "jz": 26.52
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 40,
        "jz": 8.05
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 52,
        "jz": 7.9
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "跨文化研究中心",
        "zs": 19,
        "jz": 6.87
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 26,
        "jz": 5.95
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 21,
        "jz": 5.65
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "创意设计实验中心",
        "zs": 2,
        "jz": 2.6
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学部",
        "zs": 4,
        "jz": 2.58
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "艺术研究所",
        "zs": 20,
        "jz": 2.18
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "思勉人文高等研究院",
        "zs": 19,
        "jz": 1.67
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 11,
        "jz": 1.64
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 7,
        "jz": 1.41
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 8,
        "jz": 1.26
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信工程系",
        "zs": 5,
        "jz": 1.22
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 13,
        "jz": 1.13
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 10,
        "jz": 1.13
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 3,
        "jz": 0.99
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 5,
        "jz": 0.98
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 7,
        "jz": 0.92
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 2,
        "jz": 0.9
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 4,
        "jz": 0.84
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "社会学系",
        "zs": 6,
        "jz": 0.75
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 2,
        "jz": 0.54
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学学院办公室",
        "zs": 2,
        "jz": 0.41
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 2,
        "jz": 0.31
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "康复科学系",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.21
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 5,
        "jz": 2.53
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 6,
        "jz": 2.08
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命科学学院办公室",
        "zs": 5,
        "jz": 0.96
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 5,
        "jz": 0.76
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院",
        "zs": 1,
        "jz": 0.67
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "体育与健康学院",
        "zs": 2,
        "jz": 0.39
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 3,
        "jz": 0.38
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 4,
        "jz": 0.32
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.3
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2010,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 154,
        "jz": 26.38
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 27,
        "jz": 7.73
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "跨文化研究中心",
        "zs": 19,
        "jz": 6.87
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 26,
        "jz": 5.95
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 2,
        "jz": 2.4
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 19,
        "jz": 1.67
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 17,
        "jz": 1.45
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 7,
        "jz": 1.41
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 7,
        "jz": 1.37
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 8,
        "jz": 1.26
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 5,
        "jz": 1.22
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 10,
        "jz": 1.13
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 5,
        "jz": 1
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 2,
        "jz": 0.9
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会学系",
        "zs": 6,
        "jz": 0.75
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 1,
        "jz": 0.67
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 2,
        "jz": 0.39
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 3,
        "jz": 0.38
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.3
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 1,
        "jz": 0.28
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.21
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 154,
        "jz": 26.38
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "跨文化研究中心",
        "zs": 19,
        "jz": 6.87
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 26,
        "jz": 5.95
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 21,
        "jz": 5.65
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "经济与管理学部",
        "zs": 2,
        "jz": 2.4
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "思勉人文高等研究院",
        "zs": 19,
        "jz": 1.67
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 7,
        "jz": 1.41
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 8,
        "jz": 1.26
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "通信工程系",
        "zs": 5,
        "jz": 1.22
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 13,
        "jz": 1.13
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 10,
        "jz": 1.13
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 5,
        "jz": 1
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 2,
        "jz": 0.9
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "社会学系",
        "zs": 6,
        "jz": 0.75
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学学院办公室",
        "zs": 2,
        "jz": 0.41
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 1,
        "jz": 0.28
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.21
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "材料科学系",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 6,
        "jz": 2.08
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命科学学院办公室",
        "zs": 5,
        "jz": 0.96
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院",
        "zs": 1,
        "jz": 0.67
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "体育与健康学院",
        "zs": 2,
        "jz": 0.39
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 3,
        "jz": 0.38
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 4,
        "jz": 0.32
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.3
    },
    {
        "tjn": 2010,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 326,
        "jz": 62.3
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 57,
        "jz": 10.42
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 35,
        "jz": 7.05
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "创意设计实验中心",
        "zs": 2,
        "jz": 2.6
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "艺术研究所",
        "zs": 20,
        "jz": 2.18
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 11,
        "jz": 1.64
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 3,
        "jz": 0.99
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "计算机科学与技术学院",
        "zs": 5,
        "jz": 0.98
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 7,
        "jz": 0.92
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 4,
        "jz": 0.84
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 5,
        "jz": 0.76
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 2,
        "jz": 0.31
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 1,
        "jz": 0.26
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "康复科学系",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学部",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "学前教育学系",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "汉语教师培训中心、国际汉语教师学院",
        "zs": 326,
        "jz": 62.3
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 52,
        "jz": 7.9
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 35,
        "jz": 7.05
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "创意设计实验中心",
        "zs": 2,
        "jz": 2.6
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "艺术研究所",
        "zs": 20,
        "jz": 2.18
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 11,
        "jz": 1.64
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 3,
        "jz": 0.99
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "计算机科学与技术学院",
        "zs": 5,
        "jz": 0.98
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 7,
        "jz": 0.92
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 4,
        "jz": 0.84
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "软件工程学院",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 2,
        "jz": 0.31
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 1,
        "jz": 0.26
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "康复科学系",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.18
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学部",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "学前教育学系",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 5,
        "jz": 2.53
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 5,
        "jz": 0.76
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2010,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 1,
        "jz": 0.25
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 513,
        "jz": 213.58
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 36,
        "jz": 25.07
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 79,
        "jz": 24.75
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 66,
        "jz": 16.76
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 1,
        "jz": 15.75
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 31,
        "jz": 15.3
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 137,
        "jz": 13.46
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 40,
        "jz": 9.81
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 40,
        "jz": 5.44
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 32,
        "jz": 4.94
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 8,
        "jz": 2.58
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育高等研究院",
        "zs": 7,
        "jz": 2.53
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 12,
        "jz": 2.28
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 11,
        "jz": 2.17
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 4,
        "jz": 1.93
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 17,
        "jz": 1.52
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 7,
        "jz": 1.51
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 15,
        "jz": 1.49
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 7,
        "jz": 1.43
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 10,
        "jz": 1.4
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 2,
        "jz": 1.15
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息网络中心",
        "zs": 8,
        "jz": 1.12
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 5,
        "jz": 1.02
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 6,
        "jz": 0.96
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.78
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "艺术研究所",
        "zs": 4,
        "jz": 0.76
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 4,
        "jz": 0.74
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 2,
        "jz": 0.68
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 4,
        "jz": 0.49
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 4,
        "jz": 0.46
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 5,
        "jz": 0.4
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "发展与教育心理学研究所",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 2,
        "jz": 0.37
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "应用心理学系",
        "zs": 3,
        "jz": 0.35
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 3,
        "jz": 0.33
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际航运物流研究院",
        "zs": 2,
        "jz": 0.3
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系",
        "zs": 1,
        "jz": 0.26
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会学系",
        "zs": 2,
        "jz": 0.2
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "法语系",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "创意设计实验中心",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 513,
        "jz": 213.58
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "心理与认知科学学院",
        "zs": 36,
        "jz": 25.07
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 79,
        "jz": 24.75
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 1,
        "jz": 15.75
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 31,
        "jz": 15.3
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 137,
        "jz": 13.46
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 40,
        "jz": 5.44
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 32,
        "jz": 4.94
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育高等研究院",
        "zs": 7,
        "jz": 2.53
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "材料科学系",
        "zs": 12,
        "jz": 2.28
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院",
        "zs": 5,
        "jz": 2.2
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 11,
        "jz": 2.17
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 7,
        "jz": 1.51
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 15,
        "jz": 1.49
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 10,
        "jz": 1.4
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 14,
        "jz": 1.28
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息网络中心",
        "zs": 8,
        "jz": 1.12
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 5,
        "jz": 1.02
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 6,
        "jz": 0.96
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.78
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "艺术研究所",
        "zs": 4,
        "jz": 0.76
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 4,
        "jz": 0.74
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 2,
        "jz": 0.68
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 3,
        "jz": 0.58
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "思勉人文高等研究院",
        "zs": 4,
        "jz": 0.49
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 4,
        "jz": 0.46
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 5,
        "jz": 0.4
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "发展与教育心理学研究所",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "应用心理学系",
        "zs": 3,
        "jz": 0.35
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康学院办公室",
        "zs": 3,
        "jz": 0.33
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际航运物流研究院",
        "zs": 2,
        "jz": 0.3
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息技术学系",
        "zs": 1,
        "jz": 0.26
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "社会学系",
        "zs": 2,
        "jz": 0.2
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "法语系",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "创意设计实验中心",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 66,
        "jz": 16.76
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 40,
        "jz": 9.81
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 7,
        "jz": 1.43
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 1.35
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.79
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 3,
        "jz": 0.38
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 2,
        "jz": 0.37
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 3,
        "jz": 0.24
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2009,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理学系",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 79,
        "jz": 24.75
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 137,
        "jz": 13.46
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 40,
        "jz": 9.81
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 8,
        "jz": 2.58
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 4,
        "jz": 1.93
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 17,
        "jz": 1.52
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 7,
        "jz": 1.4
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 7,
        "jz": 1.3
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 2,
        "jz": 1.15
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 6,
        "jz": 0.96
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 4,
        "jz": 0.6
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 4,
        "jz": 0.49
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会学系",
        "zs": 2,
        "jz": 0.2
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "法语系",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 79,
        "jz": 24.75
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 137,
        "jz": 13.46
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院",
        "zs": 5,
        "jz": 2.2
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 7,
        "jz": 1.4
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 14,
        "jz": 1.28
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 6,
        "jz": 0.96
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 4,
        "jz": 0.6
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 3,
        "jz": 0.58
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "思勉人文高等研究院",
        "zs": 4,
        "jz": 0.49
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 2,
        "jz": 0.34
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "社会学系",
        "zs": 2,
        "jz": 0.2
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "法语系",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院办公室",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "教师教育技能实训中心",
        "zs": 40,
        "jz": 9.81
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 1.35
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 7,
        "jz": 1.3
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.79
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 3,
        "jz": 0.38
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 1,
        "jz": 0.36
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 3,
        "jz": 0.24
    },
    {
        "tjn": 2009,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 513,
        "jz": 213.58
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 36,
        "jz": 25.07
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 1,
        "jz": 15.75
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 59,
        "jz": 15.47
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 31,
        "jz": 15.3
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 40,
        "jz": 5.44
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 32,
        "jz": 4.94
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育高等研究院",
        "zs": 7,
        "jz": 2.53
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 12,
        "jz": 2.28
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 7,
        "jz": 1.51
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 15,
        "jz": 1.49
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 7,
        "jz": 1.43
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 10,
        "jz": 1.4
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息网络中心",
        "zs": 8,
        "jz": 1.12
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.78
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 4,
        "jz": 0.77
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "艺术研究所",
        "zs": 4,
        "jz": 0.76
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 4,
        "jz": 0.74
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 2,
        "jz": 0.68
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 4,
        "jz": 0.46
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 1,
        "jz": 0.42
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 5,
        "jz": 0.4
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "发展与教育心理学研究所",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 2,
        "jz": 0.37
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "应用心理学系",
        "zs": 3,
        "jz": 0.35
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际航运物流研究院",
        "zs": 2,
        "jz": 0.3
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系",
        "zs": 1,
        "jz": 0.26
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院办公室",
        "zs": 2,
        "jz": 0.21
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "创意设计实验中心",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 513,
        "jz": 213.58
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "心理与认知科学学院",
        "zs": 36,
        "jz": 25.07
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 1,
        "jz": 15.75
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 31,
        "jz": 15.3
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "政治与国际关系学院",
        "zs": 40,
        "jz": 5.44
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "音乐学院",
        "zs": 32,
        "jz": 4.94
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育高等研究院",
        "zs": 7,
        "jz": 2.53
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "材料科学系",
        "zs": 12,
        "jz": 2.28
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 7,
        "jz": 1.51
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 15,
        "jz": 1.49
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 10,
        "jz": 1.4
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息网络中心",
        "zs": 8,
        "jz": 1.12
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 2,
        "jz": 0.78
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 4,
        "jz": 0.77
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "艺术研究所",
        "zs": 4,
        "jz": 0.76
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 4,
        "jz": 0.74
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "职业教育与成人教育研究所",
        "zs": 2,
        "jz": 0.68
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 4,
        "jz": 0.46
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 1,
        "jz": 0.42
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "课程与教学系",
        "zs": 5,
        "jz": 0.4
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "发展与教育心理学研究所",
        "zs": 2,
        "jz": 0.4
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "应用心理学系",
        "zs": 3,
        "jz": 0.35
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际航运物流研究院",
        "zs": 2,
        "jz": 0.3
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息技术学系",
        "zs": 1,
        "jz": 0.26
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院办公室",
        "zs": 2,
        "jz": 0.21
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "创意设计实验中心",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 59,
        "jz": 15.47
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育部中学校长中心办公室",
        "zs": 7,
        "jz": 1.43
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 2,
        "jz": 0.37
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2009,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "物理学系",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 1834,
        "jz": 169.4
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 35,
        "jz": 57.08
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 96,
        "jz": 25.4
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 187,
        "jz": 25.3
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 85,
        "jz": 21.32
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 146,
        "jz": 15.97
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 31,
        "jz": 14.1
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际教育中心",
        "zs": 76,
        "jz": 13.13
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 23,
        "jz": 12.76
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 41,
        "jz": 12.54
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 88,
        "jz": 8.54
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息网络中心",
        "zs": 81,
        "jz": 7.85
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 29,
        "jz": 6.19
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "图书馆",
        "zs": 58,
        "jz": 4.64
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国文字研究与应用研究中心",
        "zs": 35,
        "jz": 4.45
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学研究所",
        "zs": 24,
        "jz": 3.71
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院院部(原系统代码)",
        "zs": 22,
        "jz": 3.12
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 20,
        "jz": 3.09
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国现代思想文化研究所",
        "zs": 16,
        "jz": 2.4
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 11,
        "jz": 2.31
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 9,
        "jz": 1.85
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系",
        "zs": 13,
        "jz": 1.56
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 5,
        "jz": 1.21
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院院部(原系统代码)",
        "zs": 3,
        "jz": 1.16
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 1,
        "jz": 0.98
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 3,
        "jz": 0.9
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 3,
        "jz": 0.74
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.74
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际教师教育中心",
        "zs": 5,
        "jz": 0.68
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 2,
        "jz": 0.5
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 4,
        "jz": 0.49
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 1,
        "jz": 0.45
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 2,
        "jz": 0.43
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 3,
        "jz": 0.4
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 2,
        "jz": 0.29
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 1,
        "jz": 0.28
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 2,
        "jz": 0.2
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育高等研究院",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 2,
        "jz": 0.16
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "康复科学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "档案馆",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 1834,
        "jz": 169.4
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 145,
        "jz": 15.47
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际教育中心",
        "zs": 74,
        "jz": 12.82
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 69,
        "jz": 6.75
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "图书馆",
        "zs": 58,
        "jz": 4.64
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院院部(原系统代码)",
        "zs": 21,
        "jz": 2.88
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 16,
        "jz": 2.87
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息网络中心",
        "zs": 21,
        "jz": 2.65
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育信息技术学系",
        "zs": 13,
        "jz": 1.56
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "思勉人文高等研究院",
        "zs": 15,
        "jz": 1.51
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "材料科学系",
        "zs": 6,
        "jz": 1.11
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 6,
        "jz": 1.09
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.74
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际教师教育中心",
        "zs": 5,
        "jz": 0.68
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 1,
        "jz": 0.59
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 4,
        "jz": 0.5
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 1,
        "jz": 0.45
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 2,
        "jz": 0.42
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 1,
        "jz": 0.28
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 2,
        "jz": 0.16
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "档案馆",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生物学系",
        "zs": 35,
        "jz": 57.08
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 81,
        "jz": 23.89
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 171,
        "jz": 22.44
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 81,
        "jz": 20.81
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 31,
        "jz": 14.1
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 23,
        "jz": 12.76
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "心理与认知科学学院",
        "zs": 41,
        "jz": 12.54
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 28,
        "jz": 5.79
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育信息网络中心",
        "zs": 60,
        "jz": 5.2
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "中国文字研究与应用研究中心",
        "zs": 35,
        "jz": 4.45
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "课程与教学研究所",
        "zs": 24,
        "jz": 3.71
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "中国现代思想文化研究所",
        "zs": 16,
        "jz": 2.4
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 14,
        "jz": 1.98
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 9,
        "jz": 1.85
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 19,
        "jz": 1.79
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 5,
        "jz": 1.22
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "体育与健康学院院部(原系统代码)",
        "zs": 3,
        "jz": 1.16
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 1,
        "jz": 0.98
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 3,
        "jz": 0.9
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 4,
        "jz": 0.62
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 2,
        "jz": 0.5
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "数据科学与工程学院",
        "zs": 1,
        "jz": 0.5
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 4,
        "jz": 0.49
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 2,
        "jz": 0.43
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "政治与国际关系学院",
        "zs": 3,
        "jz": 0.4
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "国际教育中心",
        "zs": 2,
        "jz": 0.32
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.32
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 2,
        "jz": 0.29
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "课程与教学系",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教师教育学院",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "设计学院院部(原系统代码)",
        "zs": 1,
        "jz": 0.24
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 2,
        "jz": 0.2
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育高等研究院",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "康复科学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2008,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 1834,
        "jz": 169.4
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 5,
        "jz": 41.81
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 96,
        "jz": 25.4
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 79,
        "jz": 6.39
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 29,
        "jz": 6.19
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "图书馆",
        "zs": 58,
        "jz": 4.64
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中国文字研究与应用研究中心",
        "zs": 35,
        "jz": 4.45
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 20,
        "jz": 3.09
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中国现代思想文化研究所",
        "zs": 16,
        "jz": 2.4
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 9,
        "jz": 1.85
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 5,
        "jz": 1.21
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院院部(原系统代码)",
        "zs": 3,
        "jz": 1.16
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 2,
        "jz": 0.59
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "国际教师教育中心",
        "zs": 4,
        "jz": 0.58
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 2,
        "jz": 0.5
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 4,
        "jz": 0.49
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 6,
        "jz": 0.49
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.32
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 3,
        "jz": 0.29
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 2,
        "jz": 0.16
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "档案馆",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 1834,
        "jz": 169.4
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 64,
        "jz": 5.18
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "图书馆",
        "zs": 58,
        "jz": 4.64
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "思勉人文高等研究院",
        "zs": 15,
        "jz": 1.51
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "材料科学系",
        "zs": 6,
        "jz": 1.11
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 1,
        "jz": 0.59
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "国际教师教育中心",
        "zs": 4,
        "jz": 0.58
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.4
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 3,
        "jz": 0.29
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 2,
        "jz": 0.16
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "档案馆",
        "zs": 1,
        "jz": 0.12
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生物学系",
        "zs": 5,
        "jz": 41.81
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "思勉人文高等研究院",
        "zs": 81,
        "jz": 23.89
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 28,
        "jz": 5.79
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "中国文字研究与应用研究中心",
        "zs": 35,
        "jz": 4.45
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "中国现代思想文化研究所",
        "zs": 16,
        "jz": 2.4
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 14,
        "jz": 1.98
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "社会主义历史与文献研究院",
        "zs": 9,
        "jz": 1.85
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 15,
        "jz": 1.21
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "体育与健康学院院部(原系统代码)",
        "zs": 3,
        "jz": 1.16
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院办公室",
        "zs": 4,
        "jz": 0.62
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "精密光谱科学与技术国家重点实验室",
        "zs": 2,
        "jz": 0.5
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "河口海岸科学研究院（海洋科学学院）",
        "zs": 4,
        "jz": 0.49
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 6,
        "jz": 0.49
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 1,
        "jz": 0.49
    },
    {
        "tjn": 2008,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.32
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 181,
        "jz": 24.81
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 82,
        "jz": 21.02
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 146,
        "jz": 15.97
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 30,
        "jz": 15.27
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 31,
        "jz": 14.1
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际教育中心",
        "zs": 76,
        "jz": 13.13
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 23,
        "jz": 12.76
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "心理与认知科学学院",
        "zs": 41,
        "jz": 12.54
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息网络中心",
        "zs": 81,
        "jz": 7.85
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学研究所",
        "zs": 24,
        "jz": 3.71
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院院部(原系统代码)",
        "zs": 22,
        "jz": 3.12
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 9,
        "jz": 2.16
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 9,
        "jz": 1.72
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育信息技术学系",
        "zs": 13,
        "jz": 1.56
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 1,
        "jz": 0.98
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 3,
        "jz": 0.9
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.74
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "开放教育学院院部",
        "zs": 1,
        "jz": 0.45
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 2,
        "jz": 0.43
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 2,
        "jz": 0.42
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 3,
        "jz": 0.4
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 2,
        "jz": 0.29
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "统计学院",
        "zs": 1,
        "jz": 0.28
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "课程与教学系",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教师教育学院",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 2,
        "jz": 0.2
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "软件工程学院",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育高等研究院",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "康复科学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际教师教育中心",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 145,
        "jz": 15.47
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际教育中心",
        "zs": 74,
        "jz": 12.82
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院院部(原系统代码)",
        "zs": 21,
        "jz": 2.88
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "历史学系",
        "zs": 16,
        "jz": 2.87
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息网络中心",
        "zs": 21,
        "jz": 2.65
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 5,
        "jz": 1.57
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育信息技术学系",
        "zs": 13,
        "jz": 1.56
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 5,
        "jz": 0.99
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 2,
        "jz": 0.74
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "开放教育学院院部",
        "zs": 1,
        "jz": 0.45
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 2,
        "jz": 0.42
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "统计学院",
        "zs": 1,
        "jz": 0.28
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 1,
        "jz": 0.21
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际教师教育中心",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 165,
        "jz": 21.95
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 81,
        "jz": 20.81
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "生物学系",
        "zs": 30,
        "jz": 15.27
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 31,
        "jz": 14.1
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 23,
        "jz": 12.76
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "心理与认知科学学院",
        "zs": 41,
        "jz": 12.54
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育信息网络中心",
        "zs": 60,
        "jz": 5.2
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "课程与教学研究所",
        "zs": 24,
        "jz": 3.71
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海学前与特殊教育师资培训中心",
        "zs": 1,
        "jz": 0.98
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "化学系",
        "zs": 3,
        "jz": 0.9
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "地理科学学院",
        "zs": 4,
        "jz": 0.73
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 4,
        "jz": 0.58
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "数据科学与工程学院",
        "zs": 1,
        "jz": 0.5
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 2,
        "jz": 0.43
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "政治与国际关系学院",
        "zs": 3,
        "jz": 0.4
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "国际教育中心",
        "zs": 2,
        "jz": 0.32
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 2,
        "jz": 0.29
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "课程与教学系",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教师教育学院",
        "zs": 2,
        "jz": 0.28
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "设计学院院部(原系统代码)",
        "zs": 1,
        "jz": 0.24
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育部中学校长培训中心",
        "zs": 2,
        "jz": 0.2
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "软件工程学院",
        "zs": 1,
        "jz": 0.19
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育高等研究院",
        "zs": 1,
        "jz": 0.17
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "康复科学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2008,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "特殊教育学系（上海市特殊教育资源中心）",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 29,
        "jz": 21.36
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 101,
        "jz": 9.18
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 33,
        "jz": 4.95
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院院部(原系统代码)",
        "zs": 19,
        "jz": 2.86
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 22,
        "jz": 2.42
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 18,
        "jz": 1.5
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 9,
        "jz": 1.28
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 2,
        "jz": 0.51
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "康复科学系",
        "zs": 4,
        "jz": 0.45
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 4,
        "jz": 0.41
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 5,
        "jz": 0.4
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "外语学院院部(原系统代码)",
        "zs": 3,
        "jz": 0.36
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学系",
        "zs": 4,
        "jz": 0.32
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "科技处",
        "zs": 4,
        "jz": 0.32
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 3,
        "jz": 0.31
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 2,
        "jz": 0.29
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 3,
        "jz": 0.27
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 2,
        "jz": 0.24
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 3,
        "jz": 0.24
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 3,
        "jz": 0.24
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 2,
        "jz": 0.16
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子信息实验教学中心",
        "zs": 2,
        "jz": 0.16
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子工程系",
        "zs": 2,
        "jz": 0.16
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学学院办公室",
        "zs": 29,
        "jz": 21.36
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "体育与健康学院院部(原系统代码)",
        "zs": 4,
        "jz": 0.75
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 2,
        "jz": 0.51
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 4,
        "jz": 0.41
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 5,
        "jz": 0.4
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "外语学院院部(原系统代码)",
        "zs": 3,
        "jz": 0.36
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "美术学系",
        "zs": 4,
        "jz": 0.32
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "科技处",
        "zs": 4,
        "jz": 0.32
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 3,
        "jz": 0.24
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "中国语言文学系",
        "zs": 100,
        "jz": 9.08
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 33,
        "jz": 4.95
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 22,
        "jz": 2.42
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "体育与健康学院院部(原系统代码)",
        "zs": 15,
        "jz": 2.11
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 18,
        "jz": 1.5
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 9,
        "jz": 1.28
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "康复科学系",
        "zs": 4,
        "jz": 0.45
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "体育与健康学院",
        "zs": 3,
        "jz": 0.31
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 2,
        "jz": 0.29
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "通信工程系",
        "zs": 3,
        "jz": 0.27
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 2,
        "jz": 0.24
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 3,
        "jz": 0.24
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院",
        "zs": 2,
        "jz": 0.16
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电子信息实验教学中心",
        "zs": 2,
        "jz": 0.16
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电子工程系",
        "zs": 2,
        "jz": 0.16
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "政治与国际关系学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 101,
        "jz": 9.18
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 18,
        "jz": 1.5
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院院部(原系统代码)",
        "zs": 7,
        "jz": 1.41
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "马克思主义学院",
        "zs": 4,
        "jz": 0.41
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 5,
        "jz": 0.4
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "外语学院院部(原系统代码)",
        "zs": 3,
        "jz": 0.36
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院",
        "zs": 3,
        "jz": 0.31
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 2,
        "jz": 0.29
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 3,
        "jz": 0.27
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 2,
        "jz": 0.24
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 3,
        "jz": 0.24
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 2,
        "jz": 0.16
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子信息实验教学中心",
        "zs": 2,
        "jz": 0.16
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子工程系",
        "zs": 2,
        "jz": 0.16
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "体育与健康学院院部(原系统代码)",
        "zs": 4,
        "jz": 0.75
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 2,
        "jz": 0.44
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "马克思主义学院",
        "zs": 4,
        "jz": 0.41
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 5,
        "jz": 0.4
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "外语学院院部(原系统代码)",
        "zs": 3,
        "jz": 0.36
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 1,
        "jz": 0.22
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "中国语言文学系",
        "zs": 100,
        "jz": 9.08
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 18,
        "jz": 1.5
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "体育与健康学院院部(原系统代码)",
        "zs": 3,
        "jz": 0.66
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "体育与健康学院",
        "zs": 3,
        "jz": 0.31
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "浙江天童森林生态系统国家野外科学观测研究站",
        "zs": 2,
        "jz": 0.29
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "通信工程系",
        "zs": 3,
        "jz": 0.27
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "河口海岸学国家重点实验室",
        "zs": 2,
        "jz": 0.24
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 3,
        "jz": 0.24
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院",
        "zs": 2,
        "jz": 0.16
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电子信息实验教学中心",
        "zs": 2,
        "jz": 0.16
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电子工程系",
        "zs": 2,
        "jz": 0.16
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 29,
        "jz": 21.36
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 33,
        "jz": 4.95
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 22,
        "jz": 2.42
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "体育与健康学院院部(原系统代码)",
        "zs": 12,
        "jz": 1.45
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 9,
        "jz": 1.28
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 2,
        "jz": 0.51
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "康复科学系",
        "zs": 4,
        "jz": 0.45
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "美术学系",
        "zs": 4,
        "jz": 0.32
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "科技处",
        "zs": 4,
        "jz": 0.32
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 3,
        "jz": 0.24
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学部",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "生命科学学院办公室",
        "zs": 29,
        "jz": 21.36
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 2,
        "jz": 0.51
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "美术学系",
        "zs": 4,
        "jz": 0.32
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "科技处",
        "zs": 4,
        "jz": 0.32
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "经济与管理学院",
        "zs": 1,
        "jz": 0.3
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 3,
        "jz": 0.24
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 1,
        "jz": 0.16
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "教育学部",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 33,
        "jz": 4.95
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 22,
        "jz": 2.42
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "体育与健康学院院部(原系统代码)",
        "zs": 12,
        "jz": 1.45
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "数学科学学院",
        "zs": 9,
        "jz": 1.28
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "康复科学系",
        "zs": 4,
        "jz": 0.45
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 1,
        "jz": 0.14
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2007,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "政治与国际关系学院",
        "zs": 1,
        "jz": 0.1
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 4119,
        "jz": 340.84
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 941,
        "jz": 137.64
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子信息实验教学中心",
        "zs": 1299,
        "jz": 69.88
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理实验教学中心",
        "zs": 1313,
        "jz": 65.66
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 266,
        "jz": 56.65
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 180,
        "jz": 26.24
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 131,
        "jz": 17.65
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "外语学院院部(原系统代码)",
        "zs": 155,
        "jz": 11.4
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 53,
        "jz": 7.03
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 15,
        "jz": 5.27
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子工程系",
        "zs": 34,
        "jz": 4.49
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 125,
        "jz": 4.25
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 1,
        "jz": 3.65
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市物理实验教学示范中心",
        "zs": 21,
        "jz": 3.12
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学系",
        "zs": 120,
        "jz": 2.72
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 19,
        "jz": 2.57
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 25,
        "jz": 2.25
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 26,
        "jz": 2.06
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 17,
        "jz": 1.68
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 3,
        "jz": 1.62
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 17,
        "jz": 1.2
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 5,
        "jz": 1.01
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 8,
        "jz": 0.97
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 10,
        "jz": 0.87
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 9,
        "jz": 0.84
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 11,
        "jz": 0.83
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 7,
        "jz": 0.68
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 6,
        "jz": 0.65
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "大学英语教学部",
        "zs": 7,
        "jz": 0.61
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 5,
        "jz": 0.61
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 1,
        "jz": 0.35
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "外语学院",
        "zs": 5,
        "jz": 0.35
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 2,
        "jz": 0.27
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 4,
        "jz": 0.27
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 3,
        "jz": 0.24
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 2,
        "jz": 0.21
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "俄语系",
        "zs": 3,
        "jz": 0.19
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中转仓库",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.14
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 2,
        "jz": 0.14
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "康复科学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "翻译系",
        "zs": 2,
        "jz": 0.13
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 2,
        "jz": 0.13
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "法语系",
        "zs": 1,
        "jz": 0.07
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.06
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 4119,
        "jz": 340.84
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 941,
        "jz": 137.64
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子信息实验教学中心",
        "zs": 1299,
        "jz": 69.88
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理实验教学中心",
        "zs": 1313,
        "jz": 65.66
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 266,
        "jz": 56.65
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 174,
        "jz": 25.93
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信工程系",
        "zs": 131,
        "jz": 17.65
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "外语学院院部(原系统代码)",
        "zs": 155,
        "jz": 11.4
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 49,
        "jz": 6.49
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子工程系",
        "zs": 34,
        "jz": 4.49
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 125,
        "jz": 4.25
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市物理实验教学示范中心",
        "zs": 21,
        "jz": 3.12
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "美术学系",
        "zs": 120,
        "jz": 2.72
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 25,
        "jz": 2.25
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 17,
        "jz": 1.68
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 3,
        "jz": 1.62
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 17,
        "jz": 1.44
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 10,
        "jz": 0.87
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 6,
        "jz": 0.65
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 6,
        "jz": 0.63
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "大学英语教学部",
        "zs": 7,
        "jz": 0.61
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "英语系",
        "zs": 5,
        "jz": 0.61
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 6,
        "jz": 0.39
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "外语学院",
        "zs": 5,
        "jz": 0.35
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "物理学系",
        "zs": 2,
        "jz": 0.27
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 4,
        "jz": 0.27
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学学院办公室",
        "zs": 3,
        "jz": 0.24
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.24
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 2,
        "jz": 0.21
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "俄语系",
        "zs": 3,
        "jz": 0.19
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中转仓库",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "翻译系",
        "zs": 2,
        "jz": 0.13
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "法语系",
        "zs": 1,
        "jz": 0.07
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 15,
        "jz": 5.27
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 1,
        "jz": 3.65
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院",
        "zs": 19,
        "jz": 2.57
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 5,
        "jz": 1.01
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 8,
        "jz": 0.97
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "政治与国际关系学院",
        "zs": 11,
        "jz": 0.83
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 11,
        "jz": 0.81
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 9,
        "jz": 0.62
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 4,
        "jz": 0.54
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 6,
        "jz": 0.44
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 1,
        "jz": 0.35
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 6,
        "jz": 0.31
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生物学系",
        "zs": 3,
        "jz": 0.21
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.14
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 2,
        "jz": 0.14
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "康复科学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "音乐学院",
        "zs": 2,
        "jz": 0.13
    },
    {
        "tjn": 2006,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.06
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 4118,
        "jz": 340.76
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 692,
        "jz": 72.06
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子信息实验教学中心",
        "zs": 1299,
        "jz": 69.88
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理实验教学中心",
        "zs": 1285,
        "jz": 63.62
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 266,
        "jz": 56.65
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 131,
        "jz": 17.65
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "外语学院院部(原系统代码)",
        "zs": 155,
        "jz": 11.4
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 53,
        "jz": 7.03
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子工程系",
        "zs": 34,
        "jz": 4.49
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市物理实验教学示范中心",
        "zs": 21,
        "jz": 3.12
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "美术学系",
        "zs": 120,
        "jz": 2.72
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信与电子工程学院",
        "zs": 19,
        "jz": 2.57
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 21,
        "jz": 1.89
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "外语学院办公室",
        "zs": 17,
        "jz": 1.68
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "材料科学系",
        "zs": 8,
        "jz": 0.97
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 5,
        "jz": 0.81
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院",
        "zs": 7,
        "jz": 0.68
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 6,
        "jz": 0.63
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "大学英语教学部",
        "zs": 7,
        "jz": 0.61
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "英语系",
        "zs": 5,
        "jz": 0.61
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 5,
        "jz": 0.45
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 6,
        "jz": 0.39
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "外语学院",
        "zs": 5,
        "jz": 0.35
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理学系",
        "zs": 2,
        "jz": 0.27
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学学院办公室",
        "zs": 3,
        "jz": 0.24
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 3,
        "jz": 0.22
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命医学系",
        "zs": 2,
        "jz": 0.21
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "俄语系",
        "zs": 3,
        "jz": 0.19
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中转仓库",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.14
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 2,
        "jz": 0.14
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "翻译系",
        "zs": 2,
        "jz": 0.13
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "音乐学院",
        "zs": 2,
        "jz": 0.13
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "法语系",
        "zs": 1,
        "jz": 0.07
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.06
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 4118,
        "jz": 340.76
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 692,
        "jz": 72.06
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子信息实验教学中心",
        "zs": 1299,
        "jz": 69.88
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理实验教学中心",
        "zs": 1285,
        "jz": 63.62
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 266,
        "jz": 56.65
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "通信工程系",
        "zs": 131,
        "jz": 17.65
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "外语学院院部(原系统代码)",
        "zs": 155,
        "jz": 11.4
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 49,
        "jz": 6.49
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子工程系",
        "zs": 34,
        "jz": 4.49
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "上海市物理实验教学示范中心",
        "zs": 21,
        "jz": 3.12
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "美术学系",
        "zs": 120,
        "jz": 2.72
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 21,
        "jz": 1.89
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "外语学院办公室",
        "zs": 17,
        "jz": 1.68
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 5,
        "jz": 0.81
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生物学系",
        "zs": 6,
        "jz": 0.63
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "大学英语教学部",
        "zs": 7,
        "jz": 0.61
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "英语系",
        "zs": 5,
        "jz": 0.61
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 5,
        "jz": 0.45
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 6,
        "jz": 0.39
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "外语学院",
        "zs": 5,
        "jz": 0.35
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "物理学系",
        "zs": 2,
        "jz": 0.27
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学学院办公室",
        "zs": 3,
        "jz": 0.24
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学学院",
        "zs": 1,
        "jz": 0.24
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命医学系",
        "zs": 2,
        "jz": 0.21
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "俄语系",
        "zs": 3,
        "jz": 0.19
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "中转仓库",
        "zs": 2,
        "jz": 0.18
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "翻译系",
        "zs": 2,
        "jz": 0.13
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "法语系",
        "zs": 1,
        "jz": 0.07
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "通信与电子工程学院",
        "zs": 19,
        "jz": 2.57
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "材料科学系",
        "zs": 8,
        "jz": 0.97
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 4,
        "jz": 0.54
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生命科学学院",
        "zs": 6,
        "jz": 0.44
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 3,
        "jz": 0.22
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 2,
        "jz": 0.14
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 2,
        "jz": 0.14
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "音乐学院",
        "zs": 2,
        "jz": 0.13
    },
    {
        "tjn": 2006,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "化学与分子工程学院",
        "zs": 1,
        "jz": 0.06
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 249,
        "jz": 65.57
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 175,
        "jz": 25.43
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 15,
        "jz": 5.27
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数据科学与工程学院",
        "zs": 125,
        "jz": 4.25
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "历史学系",
        "zs": 1,
        "jz": 3.65
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "物理实验教学中心",
        "zs": 28,
        "jz": 2.04
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 23,
        "jz": 1.84
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 3,
        "jz": 1.62
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 5,
        "jz": 1.01
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 10,
        "jz": 0.87
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "政治与国际关系学院",
        "zs": 11,
        "jz": 0.83
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 11,
        "jz": 0.81
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 4,
        "jz": 0.36
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 1,
        "jz": 0.35
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "美术学院",
        "zs": 4,
        "jz": 0.27
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "生物学系",
        "zs": 3,
        "jz": 0.21
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "数学科学学院",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "康复科学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.08
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 249,
        "jz": 65.57
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 169,
        "jz": 25.12
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数据科学与工程学院",
        "zs": 125,
        "jz": 4.25
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "物理实验教学中心",
        "zs": 28,
        "jz": 2.04
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "国际汉语文化学院、国际汉语教师研修基地",
        "zs": 3,
        "jz": 1.62
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 17,
        "jz": 1.44
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 10,
        "jz": 0.87
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 4,
        "jz": 0.36
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "美术学院",
        "zs": 4,
        "jz": 0.27
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "数学科学学院",
        "zs": 1,
        "jz": 0.2
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "纳光电集成与先进装备教育部工程研究中心",
        "zs": 1,
        "jz": 0.15
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "化学系",
        "zs": 1,
        "jz": 0.08
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 15,
        "jz": 5.27
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "历史学系",
        "zs": 1,
        "jz": 3.65
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 5,
        "jz": 1.01
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "政治与国际关系学院",
        "zs": 11,
        "jz": 0.83
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "上海市绿色化学与化工过程绿色化重点实验室",
        "zs": 11,
        "jz": 0.81
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 6,
        "jz": 0.4
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "教育学系（基础教育改革与发展研究所）",
        "zs": 1,
        "jz": 0.35
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院办公室",
        "zs": 6,
        "jz": 0.31
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "生物学系",
        "zs": 3,
        "jz": 0.21
    },
    {
        "tjn": 2006,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "康复科学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 100,
        "jz": 28.63
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 55,
        "jz": 3.58
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 1,
        "jz": 3.38
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 19,
        "jz": 1.36
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 5,
        "jz": 1.06
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 5,
        "jz": 0.65
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 4,
        "jz": 0.39
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子工程系",
        "zs": 5,
        "jz": 0.33
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 2,
        "jz": 0.12
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 55,
        "jz": 3.58
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 1,
        "jz": 3.38
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 16,
        "jz": 1.16
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 5,
        "jz": 1.06
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信工程系",
        "zs": 5,
        "jz": 0.65
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 4,
        "jz": 0.39
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子工程系",
        "zs": 5,
        "jz": 0.33
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 100,
        "jz": 28.63
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 3,
        "jz": 0.21
    },
    {
        "tjn": 2005,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 2,
        "jz": 0.12
    },
    {
        "tjn": 2005,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "中国语言文学系",
        "zs": 55,
        "jz": 3.58
    },
    {
        "tjn": 2005,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生命科学实验教学中心",
        "zs": 5,
        "jz": 1.06
    },
    {
        "tjn": 2005,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 5,
        "jz": 0.65
    },
    {
        "tjn": 2005,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子工程系",
        "zs": 5,
        "jz": 0.33
    },
    {
        "tjn": 2005,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 4,
        "jz": 0.27
    },
    {
        "tjn": 2005,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 2,
        "jz": 0.12
    },
    {
        "tjn": 2005,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "中国语言文学系",
        "zs": 55,
        "jz": 3.58
    },
    {
        "tjn": 2005,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "生命科学实验教学中心",
        "zs": 5,
        "jz": 1.06
    },
    {
        "tjn": 2005,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "通信工程系",
        "zs": 5,
        "jz": 0.65
    },
    {
        "tjn": 2005,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子工程系",
        "zs": 5,
        "jz": 0.33
    },
    {
        "tjn": 2005,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 1,
        "jz": 0.06
    },
    {
        "tjn": 2005,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "哲学系",
        "zs": 3,
        "jz": 0.21
    },
    {
        "tjn": 2005,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "上海市磁共振重点实验室",
        "zs": 2,
        "jz": 0.12
    },
    {
        "tjn": 2005,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 100,
        "jz": 28.63
    },
    {
        "tjn": 2005,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "设计学院办公室",
        "zs": 1,
        "jz": 3.38
    },
    {
        "tjn": 2005,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "哲学系",
        "zs": 15,
        "jz": 1.1
    },
    {
        "tjn": 2005,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "地理科学学院",
        "zs": 4,
        "jz": 0.39
    },
    {
        "tjn": 2005,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "设计学院办公室",
        "zs": 1,
        "jz": 3.38
    },
    {
        "tjn": 2005,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "哲学系",
        "zs": 15,
        "jz": 1.1
    },
    {
        "tjn": 2005,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "地理科学学院",
        "zs": 4,
        "jz": 0.39
    },
    {
        "tjn": 2005,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 100,
        "jz": 28.63
    },
    {
        "tjn": 2004,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 45,
        "jz": 7.05
    },
    {
        "tjn": 2004,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 7,
        "jz": 1.68
    },
    {
        "tjn": 2004,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 9,
        "jz": 1.18
    },
    {
        "tjn": 2004,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 4,
        "jz": 0.25
    },
    {
        "tjn": 2004,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2004,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2004,
        "xq": "全校",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 1,
        "jz": 0.08
    },
    {
        "tjn": 2004,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 45,
        "jz": 7.05
    },
    {
        "tjn": 2004,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 8,
        "jz": 1.05
    },
    {
        "tjn": 2004,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 4,
        "jz": 0.25
    },
    {
        "tjn": 2004,
        "xq": "全校",
        "syfx": "教学",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2004,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 7,
        "jz": 1.68
    },
    {
        "tjn": 2004,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2004,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2004,
        "xq": "全校",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 1,
        "jz": 0.08
    },
    {
        "tjn": 2004,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "电子科学系",
        "zs": 9,
        "jz": 1.18
    },
    {
        "tjn": 2004,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 4,
        "jz": 0.25
    },
    {
        "tjn": 2004,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "生态与环境科学学院",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2004,
        "xq": "闵行校区",
        "syfx": "教学+科研",
        "BMMC": "物理与电子科学学院",
        "zs": 1,
        "jz": 0.08
    },
    {
        "tjn": 2004,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "电子科学系",
        "zs": 8,
        "jz": 1.05
    },
    {
        "tjn": 2004,
        "xq": "闵行校区",
        "syfx": "教学",
        "BMMC": "后勤保障部宿舍与教学楼服务中心(2)",
        "zs": 4,
        "jz": 0.25
    },
    {
        "tjn": 2004,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "电子科学系",
        "zs": 1,
        "jz": 0.13
    },
    {
        "tjn": 2004,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "生态与环境科学学院",
        "zs": 1,
        "jz": 0.09
    },
    {
        "tjn": 2004,
        "xq": "闵行校区",
        "syfx": "科研",
        "BMMC": "物理与电子科学学院",
        "zs": 1,
        "jz": 0.08
    },
    {
        "tjn": 2004,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 45,
        "jz": 7.05
    },
    {
        "tjn": 2004,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 7,
        "jz": 1.68
    },
    {
        "tjn": 2004,
        "xq": "普陀校区",
        "syfx": "教学+科研",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2004,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "上海分子治疗与新药创制工程技术研究中心",
        "zs": 45,
        "jz": 7.05
    },
    {
        "tjn": 2004,
        "xq": "普陀校区",
        "syfx": "教学",
        "BMMC": "通信工程系",
        "zs": 1,
        "jz": 0.11
    },
    {
        "tjn": 2004,
        "xq": "普陀校区",
        "syfx": "科研",
        "BMMC": "脑功能基因组学教育部重点实验室",
        "zs": 7,
        "jz": 1.68
    }
]

console.log(jiaju.filter((d)=>{
    return d.tjn === 2023 && d.xq === '普陀校区' && d.syfx === '教学+科研'
}))