const data = [
  {
    "xmbh": "9044",
    "xmmc": "住房公积金",
    "series": "执行比例",
    "num": 14231550,
    "bl": 1
  },
  {
    "xmbh": "9044",
    "xmmc": "住房公积金",
    "series": "结余比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9018",
    "xmmc": "239中央高校建设世界一流大学（学科）和特色发展引导专项",
    "series": "执行比例",
    "num": 26607524.1,
    "bl": 0.987967
  },
  {
    "xmbh": "9018",
    "xmmc": "239中央高校建设世界一流大学（学科）和特色发展引导专项",
    "series": "结余比例",
    "num": 324076.26,
    "bl": 0.012033
  },
  {
    "xmbh": "9041",
    "xmmc": "基本养老保险单位缴费",
    "series": "执行比例",
    "num": 21730415.2,
    "bl": 0.829674
  },
  {
    "xmbh": "9041",
    "xmmc": "基本养老保险单位缴费",
    "series": "结余比例",
    "num": 4461084.8,
    "bl": 0.170326
  },
  {
    "xmbh": "9047",
    "xmmc": "高等教育人员费",
    "series": "执行比例",
    "num": 209608244.34,
    "bl": 0.77515
  },
  {
    "xmbh": "9047",
    "xmmc": "高等教育人员费",
    "series": "结余比例",
    "num": 60801705.66,
    "bl": 0.22485
  },
  {
    "xmbh": "9045",
    "xmmc": "机构运行人员费",
    "series": "执行比例",
    "num": 1452877.88,
    "bl": 0.495706
  },
  {
    "xmbh": "9045",
    "xmmc": "机构运行人员费",
    "series": "结余比例",
    "num": 1478047.12,
    "bl": 0.504294
  },
  {
    "xmbh": "9043",
    "xmmc": "来华留学教育人员费",
    "series": "执行比例",
    "num": 1612075,
    "bl": 0.405929
  },
  {
    "xmbh": "9043",
    "xmmc": "来华留学教育人员费",
    "series": "结余比例",
    "num": 2359250.61,
    "bl": 0.594071
  },
  {
    "xmbh": "9048",
    "xmmc": "职业年金单位缴费",
    "series": "执行比例",
    "num": 5200659.28,
    "bl": 0.397126
  },
  {
    "xmbh": "9048",
    "xmmc": "职业年金单位缴费",
    "series": "结余比例",
    "num": 7895090.72,
    "bl": 0.602874
  },
  {
    "xmbh": "9036",
    "xmmc": "高等教育公用费",
    "series": "执行比例",
    "num": 13568023.48,
    "bl": 0.316783
  },
  {
    "xmbh": "9036",
    "xmmc": "高等教育公用费",
    "series": "结余比例",
    "num": 29262576.52,
    "bl": 0.683217
  },
  {
    "xmbh": "9039",
    "xmmc": "其他留学教育公用费",
    "series": "执行比例",
    "num": 237295.64,
    "bl": 0.169104
  },
  {
    "xmbh": "9039",
    "xmmc": "其他留学教育公用费",
    "series": "结余比例",
    "num": 1165954.36,
    "bl": 0.830896
  },
  {
    "xmbh": "9040",
    "xmmc": "机构运行公用费",
    "series": "执行比例",
    "num": 250425.53,
    "bl": 0.133987
  },
  {
    "xmbh": "9040",
    "xmmc": "机构运行公用费",
    "series": "结余比例",
    "num": 1618599.47,
    "bl": 0.866013
  },
  {
    "xmbh": "9038",
    "xmmc": "来华留学教育公用费",
    "series": "执行比例",
    "num": 30431.07,
    "bl": 0.06902
  },
  {
    "xmbh": "9038",
    "xmmc": "来华留学教育公用费",
    "series": "结余比例",
    "num": 410468.93,
    "bl": 0.93098
  },
  {
    "xmbh": "9042",
    "xmmc": "其他留学教育人员费",
    "series": "执行比例",
    "num": 84126,
    "bl": 0.039906
  },
  {
    "xmbh": "9042",
    "xmmc": "其他留学教育人员费",
    "series": "结余比例",
    "num": 2023981.63,
    "bl": 0.960094
  },
  {
    "xmbh": "9100",
    "xmmc": "239高校哲学社会科学繁荣计划专项经费",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9100",
    "xmmc": "239高校哲学社会科学繁荣计划专项经费",
    "series": "结余比例",
    "num": 4944716.39,
    "bl": 1
  },
  {
    "xmbh": "9079",
    "xmmc": "239语言文字信息管理与语保工程专项",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9079",
    "xmmc": "239语言文字信息管理与语保工程专项",
    "series": "结余比例",
    "num": 461278.91,
    "bl": 1
  },
  {
    "xmbh": "9068",
    "xmmc": "239语言文字应用与语言文化传承推广专项",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9068",
    "xmmc": "239语言文字应用与语言文化传承推广专项",
    "series": "结余比例",
    "num": 82649.38,
    "bl": 1
  },
  {
    "xmbh": "9026",
    "xmmc": "105239华东师范大学闵行校区SPF实验动物中心",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9026",
    "xmmc": "105239华东师范大学闵行校区SPF实验动物中心",
    "series": "结余比例",
    "num": 2195.17,
    "bl": 1
  },
  {
    "xmbh": "9077",
    "xmmc": "239教师工作专项",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9077",
    "xmmc": "239教师工作专项",
    "series": "结余比例",
    "num": 41100,
    "bl": 1
  },
  {
    "xmbh": "9067",
    "xmmc": "239-中央高校改善基本办学条件专项-建设项目配套工程",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9067",
    "xmmc": "239-中央高校改善基本办学条件专项-建设项目配套工程",
    "series": "结余比例",
    "num": 264580.21,
    "bl": 1
  },
  {
    "xmbh": "9017",
    "xmmc": "239-中央高校改善基本办学条件专项-设备资料购置项目",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9017",
    "xmmc": "239-中央高校改善基本办学条件专项-设备资料购置项目",
    "series": "结余比例",
    "num": 25,
    "bl": 1
  },
  {
    "xmbh": "9076",
    "xmmc": "239体育卫生国防艺术教育专项",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9076",
    "xmmc": "239体育卫生国防艺术教育专项",
    "series": "结余比例",
    "num": 45887.61,
    "bl": 1
  },
  {
    "xmbh": "9066",
    "xmmc": "239高校思想政治工作专项经费",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9066",
    "xmmc": "239高校思想政治工作专项经费",
    "series": "结余比例",
    "num": 193392.18,
    "bl": 1
  },
  {
    "xmbh": "9016",
    "xmmc": "239-中央高校改善基本办学条件专项-房屋修缮项目",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9016",
    "xmmc": "239-中央高校改善基本办学条件专项-房屋修缮项目",
    "series": "结余比例",
    "num": 3809811.39,
    "bl": 1
  },
  {
    "xmbh": "9074",
    "xmmc": "239教育政策和法制工作专项",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9074",
    "xmmc": "239教育政策和法制工作专项",
    "series": "结余比例",
    "num": 65063.52,
    "bl": 1
  },
  {
    "xmbh": "9065",
    "xmmc": "239高层次人才计划专项经费",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9065",
    "xmmc": "239高层次人才计划专项经费",
    "series": "结余比例",
    "num": 21982.06,
    "bl": 1
  },
  {
    "xmbh": "9015",
    "xmmc": "239-中央高校改善基本办学条件专项-基础设施改造项目",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9015",
    "xmmc": "239-中央高校改善基本办学条件专项-基础设施改造项目",
    "series": "结余比例",
    "num": 1087672.03,
    "bl": 1
  },
  {
    "xmbh": "9073",
    "xmmc": "239教育统计工作专项",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9073",
    "xmmc": "239教育统计工作专项",
    "series": "结余比例",
    "num": 352278.5,
    "bl": 1
  },
  {
    "xmbh": "9064",
    "xmmc": "239民族教育专项",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9064",
    "xmmc": "239民族教育专项",
    "series": "结余比例",
    "num": 84662.94,
    "bl": 1
  },
  {
    "xmbh": "9085",
    "xmmc": "239精密光谱国家重点实验室开放运行",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9085",
    "xmmc": "239精密光谱国家重点实验室开放运行",
    "series": "结余比例",
    "num": 2644.5,
    "bl": 1
  },
  {
    "xmbh": "9072",
    "xmmc": "239港澳台学生奖学金",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9072",
    "xmmc": "239港澳台学生奖学金",
    "series": "结余比例",
    "num": 10500,
    "bl": 1
  },
  {
    "xmbh": "9062",
    "xmmc": "239教育课程改革与质量标准工作专项",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9062",
    "xmmc": "239教育课程改革与质量标准工作专项",
    "series": "结余比例",
    "num": 400000,
    "bl": 1
  },
  {
    "xmbh": "9084",
    "xmmc": "239精密光谱国家重点实验室基本科研",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9084",
    "xmmc": "239精密光谱国家重点实验室基本科研",
    "series": "结余比例",
    "num": 128.02,
    "bl": 1
  },
  {
    "xmbh": "9071",
    "xmmc": "239教育国际交流与合作专项",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9071",
    "xmmc": "239教育国际交流与合作专项",
    "series": "结余比例",
    "num": 68422.73,
    "bl": 1
  },
  {
    "xmbh": "9061",
    "xmmc": "239教育管理与改革专项",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9061",
    "xmmc": "239教育管理与改革专项",
    "series": "结余比例",
    "num": 17597.07,
    "bl": 1
  },
  {
    "xmbh": "9082",
    "xmmc": "239河口海岸国家重点实验室基本科研",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9082",
    "xmmc": "239河口海岸国家重点实验室基本科研",
    "series": "结余比例",
    "num": 1501.22,
    "bl": 1
  },
  {
    "xmbh": "9070",
    "xmmc": "239对港澳台教育合作与交流专项",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9070",
    "xmmc": "239对港澳台教育合作与交流专项",
    "series": "结余比例",
    "num": 561321.75,
    "bl": 1
  },
  {
    "xmbh": "9060",
    "xmmc": "239基础教育管理专项经费",
    "series": "执行比例",
    "num": 0,
    "bl": 0
  },
  {
    "xmbh": "9060",
    "xmmc": "239基础教育管理专项经费",
    "series": "结余比例",
    "num": 15000.01,
    "bl": 1
  }
]


newData = data.map((d)=>{
  d.bl = d.bl * 100
  return d
})

console.log(newData)